
export const ganesh = `जय गणेश जय गणेश, जय गणेश देवा ।
माता जाकी पार्वती, पिता महादेवा ॥

एक दंत दयावंत, चार भुजा धारी ।
माथे सिंदूर सोहे, मूसे की सवारी ॥

जय गणेश जय गणेश, जय गणेश देवा ।
माता जाकी पार्वती, पिता महादेवा ॥

पान चढ़े फल चढ़े, और चढ़े मेवा ।
लड्डुअन का भोग लगे, संत करें सेवा ॥

जय गणेश जय गणेश, जय गणेश देवा ।
माता जाकी पार्वती, पिता महादेवा ॥

अंधन को आंख देत, कोढ़िन को काया ।
बांझन को पुत्र देत, निर्धन को माया ॥

जय गणेश जय गणेश, जय गणेश देवा ।
माता जाकी पार्वती, पिता महादेवा ॥

'सूर' श्याम शरण आए, सफल कीजे सेवा ।
माता जाकी पार्वती, पिता महादेवा ॥

जय गणेश जय गणेश, जय गणेश देवा ।
माता जाकी पार्वती, पिता महादेवा ॥

दीनन की लाज रखो, शंभु सुतकारी ।
कामना को पूर्ण करो, जाऊं बलिहारी ॥

जय गणेश जय गणेश, जय गणेश देवा ।
माता जाकी पार्वती, पिता महादेवा ॥
`;

export const mahalakshmi = `महालक्ष्मी नमस्तुभ्यं, नमस्तुभ्यं सुरेश्वरि ।
हरि प्रिये नमस्तुभ्यं, नमस्तुभ्यं दयानिधे ॥

पद्मालये नमस्तुभ्यं, नमस्तुभ्यं च सर्वदे ।
सर्वभूत हितार्थाय, वसु सृष्टिं सदा कुरुं ॥

ॐ जय लक्ष्मी माता, मैया जय लक्ष्मी माता ।
तुमको निसदिन सेवत, हर विष्णु विधाता ॥

उमा, रमा, ब्रम्हाणी, तुम ही जग माता ।
सूर्य चद्रंमा ध्यावत, नारद ऋषि गाता ॥
॥ॐ जय लक्ष्मी माता...॥

दुर्गा रुप निरंजनि, सुख-संपत्ति दाता ।
जो कोई तुमको ध्याता, ऋद्धि-सिद्धि धन पाता ॥
॥ॐ जय लक्ष्मी माता...॥

तुम ही पाताल निवासनी, तुम ही शुभदाता ।
कर्म-प्रभाव-प्रकाशनी, भव निधि की त्राता ॥
॥ॐ जय लक्ष्मी माता...॥

जिस घर तुम रहती हो, ताँहि में हैं सद्‍गुण आता ।
सब सभंव हो जाता, मन नहीं घबराता ॥
॥ॐ जय लक्ष्मी माता...॥

तुम बिन यज्ञ ना होता, वस्त्र न कोई पाता ।
खान पान का वैभव, सब तुमसे आता ॥
॥ॐ जय लक्ष्मी माता...॥

शुभ गुण मंदिर सुंदर, क्षीरोदधि जाता ।
रत्न चतुर्दश तुम बिन, कोई नहीं पाता ॥
॥ॐ जय लक्ष्मी माता...॥

महालक्ष्मी जी की आरती, जो कोई नर गाता ।
उँर आंनद समाता, पाप उतर जाता ॥
॥ॐ जय लक्ष्मी माता...॥

ॐ जय लक्ष्मी माता, मैया जय लक्ष्मी माता ।
तुमको निसदिन सेवत, हर विष्णु विधाता ॥

`;

export const ramchand = `आरती कीजै श्री रघुवर जी की,
सत चित आनन्द शिव सुन्दर की॥

दशरथ तनय कौशल्या नन्दन,
सुर मुनि रक्षक दैत्य निकन्दन॥

अनुगत भक्त भक्त उर चन्दन,
मर्यादा पुरुषोत्तम वर की॥

निर्गुण सगुण अनूप रूप निधि,
सकल लोक वन्दित विभिन्न विधि॥

हरण शोक-भय दायक नव निधि,
माया रहित दिव्य नर वर की॥

जानकी पति सुर अधिपति जगपति,
अखिल लोक पालक त्रिलोक गति॥

विश्व वन्द्य अवन्ह अमित गति,
एक मात्र गति सचराचर की॥

शरणागत वत्सल व्रतधारी,
भक्त कल्प तरुवर असुरारी॥

नाम लेत जग पावनकारी,
वानर सखा दीन दुख हर की॥`;

export const santoshi = `जय सन्तोषी माता, मैया जय सन्तोषी माता ।
अपने सेवक जन की, सुख सम्पति दाता ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ॥

सुन्दर चीर सुनहरी, मां धारण कीन्हो ।
हीरा पन्ना दमके, तन श्रृंगार लीन्हो ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ॥

गेरू लाल छटा छबि, बदन कमल सोहे ।
मंद हंसत करुणामयी, त्रिभुवन जन मोहे ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ॥

स्वर्ण सिंहासन बैठी, चंवर दुरे प्यारे ।
धूप, दीप, मधु, मेवा, भोज धरे न्यारे ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ॥

गुड़ अरु चना परम प्रिय, तामें संतोष कियो ।
संतोषी कहलाई, भक्तन वैभव दियो ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ॥

शुक्रवार प्रिय मानत, आज दिवस सोही ।
भक्त मंडली छाई, कथा सुनत मोही ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ॥

मंदिर जग मग ज्योति, मंगल ध्वनि छाई ।
विनय करें हम सेवक, चरनन सिर नाई ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ॥

भक्ति भावमय पूजा, अंगीकृत कीजै ।
जो मन बसे हमारे, इच्छित फल दीजै ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ॥

दुखी दारिद्री रोगी, संकट मुक्त किए ।
बहु धन धान्य भरे घर, सुख सौभाग्य दिए ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ॥

ध्यान धरे जो तेरा, वांछित फल पायो ।
पूजा कथा श्रवण कर, घर आनन्द आयो ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ॥

चरण गहे की लज्जा, रखियो जगदम्बे ।
संकट तू ही निवारे, दयामयी अम्बे ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ॥

सन्तोषी माता की आरती, जो कोई जन गावे ।
रिद्धि सिद्धि सुख सम्पति, जी भर के पावे ॥

जय सन्तोषी माता, मैया जय सन्तोषी माता ।
अपने सेवक जन की, सुख सम्पति दाता ॥
`;

export const ramayan = `आरती श्री रामायण जी की ।
कीरति कलित ललित सिय पी की ॥

गावत ब्रहमादिक मुनि नारद ।
बाल्मीकि बिग्यान बिसारद ॥
शुक सनकादिक शेष अरु शारद ।
बरनि पवनसुत कीरति नीकी ॥
॥ आरती श्री रामायण जी की..॥

गावत बेद पुरान अष्टदस ।
छओं शास्त्र सब ग्रंथन को रस ॥
मुनि जन धन संतान को सरबस ।
सार अंश सम्मत सब ही की ॥
॥ आरती श्री रामायण जी की..॥

गावत संतत शंभु भवानी ।
अरु घटसंभव मुनि बिग्यानी ॥
ब्यास आदि कबिबर्ज बखानी ।
कागभुशुंडि गरुड़ के ही की ॥
॥ आरती श्री रामायण जी की..॥

कलिमल हरनि बिषय रस फीकी ।
सुभग सिंगार मुक्ति जुबती की ॥
दलनि रोग भव मूरि अमी की ।
तात मातु सब बिधि तुलसी की ॥

आरती श्री रामायण जी की ।
कीरति कलित ललित सिय पी की ॥`;

export const bhairav = `जय भैरव देवा, प्रभु जय भैरव देवा
जय काली और गौर देवी कृत सेवा॥
॥ जय भैरव देवा...॥

तुम्ही पाप उद्धारक दुःख सिन्धु तारक
भक्तो के सुख कारक भीषण वपु धारक॥
॥ जय भैरव देवा...॥

वाहन श्वान विराजत कर त्रिशूल धारी
महिमा अमित तुम्हारी जय जय भयहारी॥
॥ जय भैरव देवा...॥

तुम बिन देवा सेवा सफल नहीं होवे
चौमुख दीपक दर्शन दुःख खोवे॥
॥ जय भैरव देवा...॥

तेल चटकी दधि मिश्रित भाषावाली तेरी
कृपा कीजिये भैरव, करिए नहीं देरी॥
॥ जय भैरव देवा...॥

पाँव घुँघरू बाजत अरु डमरू दम्कावत
बटुकनाथ बन बालक जल मन हरषावत॥
॥ जय भैरव देवा...॥

बटुकनाथ जी की आरती जो कोई नर गावे
कहे धरनी धर नर मनवांछित फल पावे॥
॥ जय भैरव देवा...॥`;

export const kabir = `सिंध समाधि अंतु नहीं पाय लागि रहै सरनई ||

लेहु आरती हो पुरख निरंजनु, सतगुरु पूजहु भाई
ठाढ़ा ब्रह्म निगम बीचारै, अलख न लिखआ जाई ||

ततुतेल नामकीआ बाती, दीपक देह उज्यारा |
जोति लाइ जगदीश जगाया, बुझे बुझन हारा ||

पंचे सबत अनाहद बाजे, संगे सारिंग पानी |
कबीरदास तेरी आरती कीनी, निरंकार निरबानी ||

याते प्रसन्न भय हैं महामुनि, देवन के जप में सुख पावै |
यज्ञ करै इक वेद रहै भवताप हरै, मिल ध्यान लगावै |

झालर ताल मृदंग उपंग रबा, बलीए सुरसाज मिलावै |
कित्रर गंधर्व गान करै सुर सुन्दर, पेख पुरन्दर के बली जावै |
दानति दच्छन दै कै प्रदच्छन, भाल में कुंकुम अच्छत लावै ||

होत कुलाहल देव पुरी मिल, देवन के कुल मंगल गावैँ |
हे रवि हे ससि हे करुणानिधि, मेरी अबै बिनती सुन लीजै ||

और न मांगतहूँ तुमसे कछु चाहत, हौं चित में सोई कीजे |
शस्त्रनसों अति ही रण भीतर, जूझ मरौंतउ साँचपतीजे ||

सन्त सहाई सदा जग माइ, कृपाकर स्याम इहि है बरदीजे |
पांइ गहे जबते तुमरे तबते कोउ, आंख तरे नही आन्यो ||

राम रहीम पुरान कुरान अनेक, कहै मत एक न मान्यो ||

सिमरत साससत्रबेदस बैबहु भेद, कहै सब तोहि बखान्या |
श्री असिपान कृपा तुमरी करि, मैं न कह्यो हम एक न जान्यो कह्यो||
`;

export const goverdhan = `श्री गोवर्धन महाराज, ओ महाराज,
तेरे माथे मुकुट विराज रहेओ।
॥ श्री गोवर्धन महाराज...॥

तोपे* पान चढ़े, तोपे फूल चढ़े,
तोपे चढ़े दूध की धार।
॥ श्री गोवर्धन महाराज...॥

तेरे गले में कंठा साज रेहेओ,
ठोड़ी पे हीरा लाल।
॥ श्री गोवर्धन महाराज...॥

तेरे कानन कुंडल चमक रहेओ,
तेरी झांकी बनी विशाल।
॥ श्री गोवर्धन महाराज...॥

तेरी सात कोस की परिकम्मा,
चकलेश्वर है विश्राम।

श्री गोवर्धन महाराज, ओ महाराज,
तेरे माथे मुकुट विराज रहेओ।

गिरिराज धारण प्रभु तेरी शरण।`;

export const balaji = `
ॐ जय हनुमत वीरा, स्वामी जय हनुमत वीरा।
संकट मोचन स्वामी, तुम हो रनधीरा ॥
॥ ॐ जय हनुमत वीरा..॥

पवन पुत्र अंजनी सूत, महिमा अति भारी।
दुःख दरिद्र मिटाओ, संकट सब हारी ॥
॥ ॐ जय हनुमत वीरा..॥

बाल समय में तुमने, रवि को भक्ष लियो।
देवन स्तुति किन्ही, तुरतहिं छोड़ दियो ॥
॥ ॐ जय हनुमत वीरा..॥

कपि सुग्रीव राम संग मैत्री करवाई।
अभिमानी बलि मेटयो कीर्ति रही छाई ॥
॥ ॐ जय हनुमत वीरा..॥

जारि लंक सिय-सुधि ले आए, वानर हर्षाये।
कारज कठिन सुधारे, रघुबर मन भाये ॥
॥ ॐ जय हनुमत वीरा..॥

शक्ति लगी लक्ष्मण को, भारी सोच भयो।
लाय संजीवन बूटी, दुःख सब दूर कियो ॥
॥ ॐ जय हनुमत वीरा..॥

रामहि ले अहिरावण, जब पाताल गयो।
ताहि मारी प्रभु लाय, जय जयकार भयो ॥
॥ ॐ जय हनुमत वीरा..॥

राजत मेहंदीपुर में, दर्शन सुखकारी।
मंगल और शनिश्चर, मेला है जारी ॥
॥ ॐ जय हनुमत वीरा..॥

श्री बालाजी की आरती, जो कोई नर गावे।
कहत इन्द्र हर्षित, मनवांछित फल पावे ॥
॥ ॐ जय हनुमत वीरा..॥`;

export const kunj = `आरती कुंजबिहारी की,
श्री गिरिधर कृष्ण मुरारी की ॥
आरती कुंजबिहारी की, श्री गिरिधर कृष्ण मुरारी की ॥

गले में बैजंती माला,
बजावै मुरली मधुर बाला ।
श्रवण में कुण्डल झलकाला,
नंद के आनंद नंदलाला ।
गगन सम अंग कांति काली,
राधिका चमक रही आली ।
लतन में ठाढ़े बनमाली
भ्रमर सी अलक,
कस्तूरी तिलक,
चंद्र सी झलक,
ललित छवि श्यामा प्यारी की,
श्री गिरिधर कृष्ण मुरारी की ॥
॥ आरती कुंजबिहारी की...॥

कनकमय मोर मुकुट बिलसै,
देवता दरसन को तरसैं ।
गगन सों सुमन रासि बरसै ।
बजे मुरचंग,
मधुर मिरदंग,
ग्वालिन संग,
अतुल रति गोप कुमारी की,
श्री गिरिधर कृष्णमुरारी की ॥
॥ आरती कुंजबिहारी की...॥

जहां ते प्रकट भई गंगा,
सकल मन हारिणि श्री गंगा ।
स्मरन ते होत मोह भंगा
बसी शिव सीस,
जटा के बीच,
हरै अघ कीच,
चरन छवि श्रीबनवारी की,
श्री गिरिधर कृष्णमुरारी की ॥
॥ आरती कुंजबिहारी की...॥

चमकती उज्ज्वल तट रेनू,
बज रही वृंदावन बेनू ।
चहुं दिसि गोपि ग्वाल धेनू
हंसत मृदु मंद,
चांदनी चंद,
कटत भव फंद,
टेर सुन दीन दुखारी की,
श्री गिरिधर कृष्णमुरारी की ॥
॥ आरती कुंजबिहारी की...॥

आरती कुंजबिहारी की,
श्री गिरिधर कृष्ण मुरारी की ॥
आरती कुंजबिहारी की,
श्री गिरिधर कृष्ण मुरारी की ॥`;

export const lordShiv = `
जय शिव ओंकारा ॐ जय शिव ओंकारा ।
ब्रह्मा विष्णु सदा शिव अर्द्धांगी धारा ॥ 
ॐ जय शिव...॥
 
एकानन चतुरानन पंचानन राजे ।
हंसानन गरुड़ासन वृषवाहन साजे ॥ 
ॐ जय शिव...॥
 
दो भुज चार चतुर्भुज दस भुज अति सोहे।
त्रिगुण रूपनिरखता त्रिभुवन जन मोहे ॥ 
ॐ जय शिव...॥
 
अक्षमाला बनमाला रुण्डमाला धारी ।
चंदन मृगमद सोहै भाले शशिधारी ॥ 
ॐ जय शिव...॥
 
श्वेताम्बर पीताम्बर बाघम्बर अंगे ।
सनकादिक गरुणादिक भूतादिक संगे ॥ 
ॐ जय शिव...॥
 
कर के मध्य कमंडलु चक्र त्रिशूल धर्ता ।
जगकर्ता जगभर्ता जगसंहारकर्ता ॥ 
ॐ जय शिव...॥
 
ब्रह्मा विष्णु सदाशिव जानत अविवेका ।
प्रणवाक्षर मध्ये ये तीनों एका ॥ 
ॐ जय शिव...॥
 
काशी में विश्वनाथ विराजत नन्दी ब्रह्मचारी ।
नित उठि भोग लगावत महिमा अति भारी ॥ 
ॐ जय शिव...॥
 
त्रिगुण शिवजीकी आरती जो कोई नर गावे ।
कहत शिवानन्द स्वामी मनवांछित फल पावे ॥ 
ॐ जय शिव...॥`;


export const parwati = `
जय पार्वती माता जय पार्वती माता
ब्रह्म सनातन देवी शुभ फल कदा दाता।

जय पार्वती माता जय पार्वती माता।
अरिकुल पद्मा विनासनी जय सेवक त्राता

जग जीवन जगदम्बा हरिहर गुण गाता।
जय पार्वती माता जय पार्वती माता।

सिंह को वाहन साजे कुंडल है साथा
देव वधु जहं गावत नृत्य कर ताथा।
जय पार्वती माता जय पार्वती माता।
सतयुग शील सुसुन्दर नाम सती कहलाता

हेमांचल घर जन्मी सखियन रंगराता।
जय पार्वती माता जय पार्वती माता।

शुम्भ निशुम्भ विदारे हेमांचल स्याता
सहस भुजा तनु धरिके चक्र लियो हाथा।

जय पार्वती माता जय पार्वती माता।
सृष्ट‍ि रूप तुही जननी शिव संग रंगराता

नंदी भृंगी बीन लाही सारा मदमाता।
जय पार्वती माता जय पार्वती माता।
देवन अरज करत हम चित को लाता
गावत दे दे ताली मन में रंगराता।

जय पार्वती माता जय पार्वती माता।
श्री प्रताप आरती मैया की जो कोई गाता

सदा सुखी रहता सुख संपति पाता।
जय पार्वती माता मैया जय पार्वती माता।`;

export const shani = `
ॐ जय जय शनि महाराज, स्वामी जय जय शनि महाराज।
कृपा करो हम दीन रंक पर, दुःख हरियो प्रभु आज ॥ॐ॥

सूरज के तुम बालक होकर, जग में बड़े बलवान ॥स्वामी॥
सब देवताओं में तुम्हारा, प्रथम मान है आज ॥ॐ॥1॥

विक्रमराज को हुआ घमण्ड फिर, अपने श्रेष्ठन का। स्वामी
चकनाचूर किया बुद्धि को, हिला दिया सरताज ॥ॐ॥2॥
प्रभु राम और पांडवजी को, भेज दिया बनवास। स्वामी
कृपा होय जब तुम्हारी स्वामी, बचाई उनकी लॉज ॥ॐ॥3॥

शुर-संत राजा हरीशचंद्र का, बेच दिया परिवार। स्वामी
पात्र हुए जब सत परीक्षा में, देकर धन और राज ॥ॐ॥4॥

गुरुनाथ को शिक्षा फाँसी की, मन के गरबन को। स्वामी
होश में लाया सवा कलाक में, फेरत निगाह राज ॥ॐ॥5॥

माखन चोर वो कृष्ण कन्हाइ, गैयन के रखवार। स्वामी
कलंक माथे का धोया उनका, खड़े रूप विराज ॥ॐ॥6॥
देखी लीला प्रभु आया चक्कर, तन को अब न सतावे। स्वामी
माया बंधन से कर दो हमें, भव सागर ज्ञानी राज ॥ॐ॥7॥

मैं हूँ दीन अनाथ अज्ञानी, भूल भई हमसे। स्वामी
क्षमा शांति दो नारायण को, प्रणाम लो महाराज ॥ॐ॥8॥

ॐ जय जय शनि महाराज, स्वामी जय-जय शनि महाराज।
कृपा करो हम दीन रंक पर, दुःख हरियो प्रभु आज॥ॐ॥
`;

export const ganga = `
ॐ जय गंगे माता, श्री गंगे माता।
जो नर तुमको ध्याता, मनवांछित फल पाता।
ॐ जय गंगे माता...

चन्द्र-सी ज्योत तुम्हारी जल निर्मल आता।
शरण पड़े जो तेरी, सो नर तर जाता।
ॐ जय गंगे माता...

पुत्र सगर के तारे सब जग को ज्ञाता।
कृपा दृष्टि तुम्हारी, त्रिभुवन सुख दाता।
ॐ जय गंगे माता...

एक ही बार भी जो नर तेरी शरणगति आता।
यम की त्रास मिटा कर, परम गति पाता।
ॐ जय गंगे माता...

आरती मात तुम्हारी जो जन नित्य गाता।
दास वही जो सहज में मुक्ति को पाता।
ॐ जय गंगे माता...
ॐ जय गंगे माता...।।`;

export const tulsi = `तुलसी महारानी नमो-नमो, हरि की पटरानी नमो-नमो ।

धन तुलसी पूरण तप कीनो, शालिग्राम बनी पटरानी ।
जाके पत्र मंजरी कोमल, श्रीपति कमल चरण लपटानी ॥

धूप-दीप-नवैद्य आरती, पुष्पन की वर्षा बरसानी ।
छप्पन भोग छत्तीसों व्यंजन, बिन तुलसी हरि एक ना मानी ॥

सभी सखी मैया तेरो यश गावें, भक्तिदान दीजै महारानी ।
नमो-नमो तुलसी महारानी, तुलसी महारानी नमो-नमो ॥

तुलसी महारानी नमो-नमो, हरि की पटरानी नमो-नमो ।
`;

 export const gaytri = `जयति जय गायत्री माता, जयति जय गायत्री माता।
सत् मारग पर हमें चलाओ, जो है सुखदाता॥
॥ जयति जय गायत्री माता...॥

आदि शक्ति तुम अलख निरंजन जगपालक क‌र्त्री।
दु:ख शोक, भय, क्लेश कलश दारिद्र दैन्य हत्री॥
॥ जयति जय गायत्री माता...॥

ब्रह्म रूपिणी, प्रणात पालिन जगत धातृ अम्बे।
भव भयहारी, जन-हितकारी, सुखदा जगदम्बे॥
॥ जयति जय गायत्री माता...॥

भय हारिणी, भवतारिणी, अनघेअज आनन्द राशि।
अविकारी, अखहरी, अविचलित, अमले, अविनाशी॥
॥ जयति जय गायत्री माता...॥

कामधेनु सतचित आनन्द जय गंगा गीता।
सविता की शाश्वती, शक्ति तुम सावित्री सीता॥
॥ जयति जय गायत्री माता...॥

ऋग, यजु साम, अथर्व प्रणयनी, प्रणव महामहिमे।
कुण्डलिनी सहस्त्र सुषुमन शोभा गुण गरिमे॥
॥ जयति जय गायत्री माता...॥

स्वाहा, स्वधा, शची ब्रह्माणी राधा रुद्राणी।
जय सतरूपा, वाणी, विद्या, कमला कल्याणी॥
॥ जयति जय गायत्री माता...॥

जननी हम हैं दीन-हीन, दु:ख-दरिद्र के घेरे।
यदपि कुटिल, कपटी कपूत तउ बालक हैं तेरे॥
॥ जयति जय गायत्री माता...॥

स्नेहसनी करुणामय माता चरण शरण दीजै।
विलख रहे हम शिशु सुत तेरे दया दृष्टि कीजै॥
॥ जयति जय गायत्री माता...॥

काम, क्रोध, मद, लोभ, दम्भ, दुर्भाव द्वेष हरिये।
शुद्ध बुद्धि निष्पाप हृदय मन को पवित्र करिये॥
॥ जयति जय गायत्री माता...॥

तुम समर्थ सब भांति तारिणी तुष्टि-पुष्टि द्दाता।
सत मार्ग पर हमें चलाओ, जो है सुखदाता॥

जयति जय गायत्री माता, जयति जय गायत्री माता।
सत् मारग पर हमें चलाओ, जो है सुखदाता॥`;

export const maaDurga = `
अम्बे तू है जगदम्बे काली, जय दुर्गे खप्पर वाली ।
तेरे ही गुण गाये भारती, ओ मैया हम सब उतारे तेरी आरती ॥

तेरे भक्त जनो पर, भीर पडी है भारी माँ ।
दानव दल पर टूट पडो, माँ करके सिंह सवारी ।
सौ-सौ सिंहो से बलशाली, अष्ट भुजाओ वाली,
दुष्टो को पलमे संहारती ।
ओ मैया हम सब उतारे तेरी आरती ॥

माँ बेटे का है इस जग मे, बडा ही निर्मल नाता ।
पूत - कपूत सुने है पर न, माता सुनी कुमाता ॥

सब पे करूणा दरसाने वाली, अमृत बरसाने वाली,
दुखियो के दुखडे निवारती ।
ओ मैया हम सब उतारे तेरी आरती ॥

नही मांगते धन और दौलत, न चांदी न सोना माँ ।
हम तो मांगे माँ तेरे मन मे, इक छोटा सा कोना ॥

सबकी बिगडी बनाने वाली, लाज बचाने वाली,
सतियो के सत को सवांरती ।
ओ मैया हम सब उतारे तेरी आरती ॥

चरण शरण मे खडे तुम्हारी, ले पूजा की थाली ।
वरद हस्त सर पर रख दो, मॉ सकंट हरने वाली ।
मॉ भर दो भक्ति रस प्याली, अष्ट भुजाओ वाली,
भक्तो के कारज तू ही सारती ।
ओ मैया हम सब उतारे तेरी आरती ॥`;

export const saraswati = `जय सरस्वती माता, मैया जय सरस्वती माता।
सदगुण वैभव शालिनी, त्रिभुवन विख्याता॥
॥ जय सरस्वती माता...॥

चन्द्रवदनि पद्मासिनि, द्युति मंगलकारी।
सोहे शुभ हंस सवारी, अतुल तेजधारी॥
॥ जय सरस्वती माता...॥

बाएं कर में वीणा, दाएं कर माला।
शीश मुकुट मणि सोहे, गल मोतियन माला॥
॥ जय सरस्वती माता...॥

देवी शरण जो आए, उनका उद्धार किया।
पैठी मंथरा दासी, रावण संहार किया॥
॥ जय सरस्वती माता...॥

विद्या ज्ञान प्रदायिनि, ज्ञान प्रकाश भरो।
मोह अज्ञान और तिमिर का, जग से नाश करो॥
॥ जय सरस्वती माता...॥

धूप दीप फल मेवा, माँ स्वीकार करो।
ज्ञानचक्षु दे माता, जग निस्तार करो॥
॥ जय सरस्वती माता...॥

माँ सरस्वती की आरती, जो कोई जन गावे।
हितकारी सुखकारी, ज्ञान भक्ति पावे॥
॥ जय सरस्वती माता...॥

जय सरस्वती माता, जय जय सरस्वती माता।
सदगुण वैभव शालिनी, त्रिभुवन विख्याता॥`;

export const kali = `जय काली माता, माँ जय महा काली माँ।
रतबीजा वध कारिणी माता।
सुरनर मुनि ध्याता, माँ जय महा काली माँ॥

दक्ष यज्ञ विदवंस करनी माँ शुभ निशूंभ हरलि।
मधु और कैितभा नासिनी माता।
महेशासुर मारदिनी, ओ माता जय महा काली माँ॥

हे हीमा गिरिकी नंदिनी प्रकृति रचा इत्ठि।
काल विनासिनी काली माता।
सुरंजना सूख दात्री हे माता॥

अननधम वस्तराँ दायनी माता आदि शक्ति अंबे।
कनकाना कना निवासिनी माता।
भगवती जगदंबे, ओ माता जय महा काली माँ॥

दक्षिणा काली आध्या काली, काली नामा रूपा।
तीनो लोक विचारिती माता धर्मा मोक्ष रूपा॥

॥ जय महा काली माँ ॥`;

export const khatushyam = `ॐ जय श्री श्याम हरे, बाबा जय श्री श्याम हरे।
खाटू धाम विराजत, अनुपम रूप धरे॥
॥ॐ जय श्री श्याम हरे...॥

रतन जड़ित सिंहासन, सिर पर चंवर ढुरे।
तन केसरिया बागो, कुण्डल श्रवण पड़े॥
॥ॐ जय श्री श्याम हरे...॥

गल पुष्पों की माला, सिर पार मुकुट धरे।
खेवत धूप अग्नि पर दीपक ज्योति जले॥
॥ॐ जय श्री श्याम हरे...॥

मोदक खीर चूरमा, सुवरण थाल भरे।
सेवक भोग लगावत, सेवा नित्य करे॥
॥ॐ जय श्री श्याम हरे...॥

झांझ कटोरा और घडियावल, शंख मृदंग घुरे।
भक्त आरती गावे, जय - जयकार करे॥
॥ॐ जय श्री श्याम हरे...॥

जो ध्यावे फल पावे, सब दुःख से उबरे।
सेवक जन निज मुख से, श्री श्याम - श्याम उचरे॥
॥ॐ जय श्री श्याम हरे...॥

श्री श्याम बिहारी जी की आरती, जो कोई नर गावे।
कहत भक्त - जन, मनवांछित फल पावे॥
॥ॐ जय श्री श्याम हरे...॥

जय श्री श्याम हरे, बाबा जी श्री श्याम हरे।
निज भक्तों के तुमने, पूरण काज करे॥

ॐ जय श्री श्याम हरे, बाबा जय श्री श्याम हरे।
खाटू धाम विराजत, अनुपम रूप धरे॥`;

export const sai = `ॐ जय साईं हरे, बाबा शिरडी साईं हरे।
भक्तजनों के कारण, उनके कष्ट निवारण॥
शिरडी में अवतरे, ॐ जय साईं हरे॥ ॐ जय...॥

दुखियन के सब कष्टन काजे, शिरडी में प्रभु आप विराजे।
फूलों की गल माला राजे, कफनी, शैला सुन्दर साजे॥
कारज सब के करें, ॐ जय साईं हरे ॥ ॐ जय...॥

काकड़ आरत भक्तन गावें, गुरु शयन को चावड़ी जावें।
सब रोगों को उदी भगावे, गुरु फकीरा हमको भावे॥
भक्तन भक्ति करें, ॐ जय साईं हरे ॥ ॐ जय...॥

हिन्दु मुस्लिम सिक्ख इसाईं, बौद्ध जैन सब भाई भाई।
रक्षा करते बाबा साईं, शरण गहे जब द्वारिकामाई॥
अविरल धूनि जरे, ॐ जय साईं हरे ॥ ॐ जय...॥

भक्तों में प्रिय शामा भावे, हेमडजी से चरित लिखावे।
गुरुवार की संध्या आवे, शिव, साईं के दोहे गावे॥
अंखियन प्रेम झरे, ॐ जय साईं हरे ॥ ॐ जय...॥

ॐ जय साईं हरे, बाबा शिरडी साईं हरे।
शिरडी साईं हरे, बाबा ॐ जय साईं हरे॥`;

export const maaVaishno = `जय वैष्णवी माता, मैया जय वैष्णवी माता ।
हाथ जोड़ तेरे आगे, आरती मैं गाता ॥
॥ जय वैष्णवी माता...॥

शीश पे छत्र विराजे, मूरतिया प्यारी ।
गंगा बहती चरनन, ज्योति जगे न्यारी ॥
॥ जय वैष्णवी माता...॥

ब्रह्मा वेद पढ़े नित द्वारे, शंकर ध्यान धरे ।
सेवक चंवर डुलावत, नारद नृत्य करे ॥
॥ जय वैष्णवी माता...॥

सुन्दर गुफा तुम्हारी, मन को अति भावे ।
बार-बार देखन को, ऐ माँ मन चावे ॥
॥ जय वैष्णवी माता...॥

भवन पे झण्डे झूलें, घंटा ध्वनि बाजे ।
ऊँचा पर्वत तेरा, माता प्रिय लागे ॥
॥ जय वैष्णवी माता...॥

पान सुपारी ध्वजा नारियल, भेंट पुष्प मेवा ।
दास खड़े चरणों में, दर्शन दो देवा ॥
॥ जय वैष्णवी माता...॥

जो जन निश्चय करके, द्वार तेरे आवे ।
उसकी इच्छा पूरण, माता हो जावे ॥
॥ जय वैष्णवी माता...॥

इतनी स्तुति निश-दिन, जो नर भी गावे ।
कहते सेवक ध्यानू, सुख सम्पत्ति पावे ॥

जय वैष्णवी माता, मैया जय वैष्णवी माता ।
हाथ जोड़ तेरे आगे, आरती मैं गाता ॥`;

export const hanuman = `॥ श्री हनुमंत स्तुति ॥
मनोजवं मारुत तुल्यवेगं,
जितेन्द्रियं,बुद्धिमतां वरिष्ठम् ॥
वातात्मजं वानरयुथ मुख्यं,
श्रीरामदुतं शरणम प्रपद्धे ॥

॥ आरती ॥
आरती कीजै हनुमान लला की ।
दुष्ट दलन रघुनाथ कला की ॥

जाके बल से गिरवर काँपे ।
रोग-दोष जाके निकट न झाँके ॥
अंजनि पुत्र महा बलदाई ।
संतन के प्रभु सदा सहाई ॥

दे वीरा रघुनाथ पठाए ।
लंका जारि सिया सुधि लाये ॥
लंका सो कोट समुद्र सी खाई ।
जात पवनसुत बार न लाई ॥

लंका जारि असुर संहारे ।
सियाराम जी के काज सँवारे ॥
लक्ष्मण मुर्छित पड़े सकारे ।
लाये संजिवन प्राण उबारे ॥

पैठि पताल तोरि जाग कारे ।
अहिरावण की भुजा उखारे ॥
बाईं भुजा असुर संहारे ।
दाईं भुजा सब संत उबारें ॥

सुर नर मुनि जन आरती उतरें ।
जय जय जय हनुमान उचारें ॥
कचंन थाल कपूर की बाती ।
आरती करत अंजनी माई ॥

जो हनुमानजी की आरती गावे ।
बसहिं बैकुंठ परम पद पावे ॥
लंक विध्वंस किये रघुराई ।
तुलसीदास स्वामी कीर्ति गाई ॥

आरती कीजै हनुमान लला की ।
दुष्ट दलन रघुनाथ कला की ॥
॥ इति संपूर्णंम् ॥`;

export const jagdish = `
ॐ जय जगदीश हरे, स्वामी जय जगदीश हरे ।
भक्त जनों के संकट, दास जनों के संकट,
क्षण में दूर करे ॥ 
॥ ॐ जय जगदीश हरे..॥

जो ध्यावे फल पावे, दुःख बिनसे मन का,
स्वामी दुःख बिनसे मन का ।
सुख सम्पति घर आवे, सुख सम्पति घर आवे,
कष्ट मिटे तन का ॥
॥ ॐ जय जगदीश हरे..॥

मात पिता तुम मेरे, शरण गहूं किसकी,
स्वामी शरण गहूं मैं किसकी ।
तुम बिन और न दूजा, तुम बिन और न दूजा,
आस करूं मैं जिसकी॥
॥ ॐ जय जगदीश हरे..॥

तुम पूरण परमात्मा, तुम अन्तर्यामी,
स्वामी तुम अन्तर्यामी ।
पारब्रह्म परमेश्वर, पारब्रह्म परमेश्वर,
तुम सब के स्वामी॥
॥ ॐ जय जगदीश हरे..॥

तुम करुणा के सागर, तुम पालनकर्ता,
स्वामी तुम पालनकर्ता ।
मैं मूरख फलकामी, मैं सेवक तुम स्वामी,
कृपा करो भर्ता॥
॥ ॐ जय जगदीश हरे..॥

तुम हो एक अगोचर, सबके प्राणपति,
स्वामी सबके प्राणपति ।
किस विधि मिलूं दयामय, किस विधि मिलूं दयामय,
तुमको मैं कुमति॥
॥ ॐ जय जगदीश हरे..॥

दीन-बन्धु दुःख-हर्ता, ठाकुर तुम मेरे,
स्वामी रक्षक तुम मेरे ।
अपने हाथ उठाओ, अपने शरण लगाओ,
द्वार पड़ा तेरे॥
॥ ॐ जय जगदीश हरे..॥

विषय-विकार मिटाओ, पाप हरो देवा,
स्वमी पाप(कष्ट) हरो देवा ।
श्रद्धा भक्ति बढ़ाओ, श्रद्धा भक्ति बढ़ाओ,
सन्तन की सेवा ॥
॥ ॐ जय जगदीश हरे..॥

ॐ जय जगदीश हरे, स्वामी जय जगदीश हरे ।
भक्त जनों के संकट, दास जनों के संकट,
क्षण में दूर करे ॥`;

export const bankebihari = `श्री बांके बिहारी तेरी आरती गाऊं,
हे गिरिधर तेरी आरती गाऊं ।
आरती गाऊं प्यारे आपको रिझाऊं,
श्याम सुन्दर तेरी आरती गाऊं ।
॥ श्री बांके बिहारी...॥

मोर मुकुट प्यारे शीश पे सोहे,
प्यारी बंसी मेरो मन मोहे ।
देख छवि बलिहारी मैं जाऊं ।
॥ श्री बांके बिहारी...॥

चरणों से निकली गंगा प्यारी,
जिसने सारी दुनिया तारी ।
मैं उन चरणों के दर्शन पाऊं ।
॥ श्री बांके बिहारी...॥

दास अनाथ के नाथ आप हो,
दुःख सुख जीवन प्यारे साथ आप हो ।
हरी चरणों में शीश झुकाऊं ।
॥ श्री बांके बिहारी...॥

श्री हरीदास के प्यारे तुम हो।
मेरे मोहन जीवन धन हो।
देख युगल छवि बलि बलि जाऊं।
॥ श्री बांके बिहारी...॥

श्री बांके बिहारी तेरी आरती गाऊं,
हे गिरिधर तेरी आरती गाऊं।
आरती गाऊं प्यारे आपको रिझाऊं,
श्याम सुन्दर तेरी आरती गाऊं।`;
