export const ganeshMantra = `
***** वक्रतुण्ड गणेश मंत्र *****

वक्रतुण्ड महाकाय सूर्यकोटि समप्रभ।
निर्विघ्नं कुरु मे देव सर्वकार्येषु सर्वदा॥

---------: हिन्दी रूपांतरण :--------

वक्रतुण्ड: घुमावदार सूंड
महाकाय:  महा काया, विशाल शरीर
सूर्यकोटि: सूर्य के समान
समप्रभ:  महान प्रतिभाशाली
निर्विघ्नं:  बिना विघ्न
कुरु:     पूरे करें
मे:       मेरे
देव:      प्रभु
सर्वकार्येषु: सारे कार्य
सर्वदा:    हमेशा, सदैव

घुमावदार सूंड वाले, विशाल शरीर काय, 
करोड़ सूर्य के समान महान प्रतिभाशाली। 
मेरे प्रभु, हमेशा मेरे सारे कार्य बिना विघ्न 
के पूरे करें (करने की कृपा करें)॥

--------------------------

***** गणेश शुभ लाभ मंत्र *****

ॐ श्रीं गं सौभाग्य गणपतये
वर्वर्द सर्वजन्म में वषमान्य नमः॥

--------------------------

***** गणेश गायत्री मंत्र *****

ॐ एकदन्ताय विद्धमहे, वक्रतुण्डाय धीमहि,
   तन्नो दन्ति प्रचोदयात्॥

--------------------------

***** गणेश गजाननं मंत्र *****

गजाननं भूतगणाधिसेवितं,
कपित्थजम्बूफलचारुभक्षणम् ।
उमासुतं शोकविनाशकारकम्न,
मामि विघ्नेश्वरपादपङ्कजम् ॥

गजाननं भूत गणादि सेवितं,
कपित्थ जम्बू फल चारू भक्षणम्।
उमासुतं शोक विनाशकारकम्,
नमामि विघ्नेश्वर पाद पंकजम्॥

--------------------------

**** श्री गणेश पंच रत्न स्तोत्र! ****

मुदाकरात्तमोदकं सदा विमुक्तिसाधकं
कलाधरावतंसकं विलासिलोकरक्षकम् ।
अनायकैकनायकं विनाशितेभदैत्यकं
नताशुभाशुनाशकं नमामि तं विनायकम् ॥१॥

नतेतरातिभीकरं नवोदितार्कभास्वरं
नमत्सुरारिनिर्जरं नताधिकापदुद्धरम् ।
सुरेश्वरं निधीश्वरं गजेश्वरं गणेश्वरं
महेश्वरं तमाश्रये परात्परं निरन्तरम् ॥२॥

समस्तलोकशंकरं निरस्तदैत्यकुञ्जरं
दरेतरोदरं वरं वरेभवक्त्रमक्षरम् ।
कृपाकरं क्षमाकरं मुदाकरं यशस्करं
मनस्करं नमस्कृतां नमस्करोमि भास्वरम् ॥३॥

अकिंचनार्तिमार्जनं चिरन्तनोक्तिभाजनं
पुरारिपूर्वनन्दनं सुरारिगर्वचर्वणम् ।
प्रपञ्चनाशभीषणं धनंजयादिभूषणम्
कपोलदानवारणं भजे पुराणवारणम् ॥४॥

नितान्तकान्तदन्तकान्तिमन्तकान्तकात्मजं
अचिन्त्यरूपमन्तहीनमन्तरायकृन्तनम् ।
हृदन्तरे निरन्तरं वसन्तमेव योगिनां
तमेकदन्तमेव तं विचिन्तयामि सन्ततम् ॥५॥

महागणेशपञ्चरत्नमादरेण योऽन्वहं
प्रजल्पति प्रभातके हृदि स्मरन् गणेश्वरम् ।
अरोगतामदोषतां सुसाहितीं सुपुत्रतां
समाहितायुरष्टभूतिमभ्युपैति सोऽचिरात् ॥६॥

------------------------------

गणनायकाय गणदेवताय गणाध्यक्षाय धीमहि ।
गुणशरीराय गुणमण्डिताय गुणेशानाय धीमहि ।
गुणातीताय गुणाधीशाय गुणप्रविष्टाय धीमहि ।
एकदंताय वक्रतुण्डाय गौरीतनयाय धीमहि ।
गजेशानाय भालचन्द्राय श्रीगणेशाय धीमहि ॥

गानचतुराय गानप्राणाय गानान्तरात्मने,
गानोत्सुकाय गानमत्ताय गानोत्सुकमनसे ।
गुरुपूजिताय गुरुदेवताय गुरुकुलस्थायिने,
गुरुविक्रमाय गुह्यप्रवराय गुरवे गुणगुरवे ।
गुरुदैत्यगलच्छेत्रे गुरुधर्मसदाराध्याय,
गुरुपुत्रपरित्रात्रे गुरुपाखण्डखण्डकाय ।
गीतसाराय गीततत्त्वाय गीतगोत्राय धीमहि,
गूढगुल्फाय गन्धमत्ताय गोजयप्रदाय धीमहि ।
गुणातीताय गुणाधीशाय गुणप्रविष्टाय धीमहि,
एकदंताय वक्रतुण्डाय गौरीतनयाय धीमहि ।
गजेशानाय भालचन्द्राय श्रीगणेशाय धीमहि ॥

ग्रन्थगीताय ग्रन्थगेयाय ग्रन्थान्तरात्मने,
गीतलीनाय गीताश्रयाय गीतवाद्यपटवे ।
गेयचरिताय गायकवराय गन्धर्वप्रियकृते,
गायकाधीनविग्रहाय गङ्गाजलप्रणयवते ।
गौरीस्तनन्धयाय गौरीहृदयनन्दनाय,
गौरभानुसुताय गौरीगणेश्वराय ।
गौरीप्रणयाय गौरीप्रवणाय गौरभावाय धीमहि,
गोसहस्राय गोवर्धनाय गोपगोपाय धीमहि ।
गुणातीताय गुणाधीशाय गुणप्रविष्टाय धीमहि,
एकदंताय वक्रतुण्डाय गौरीतनयाय धीमहि ।
गजेशानाय भालचन्द्राय श्रीगणेशाय धीमहि ॥

`;

export const kuberMantra = `
***** कुबेर मंत्र *****

ॐ यक्षाय कुबेराय वैश्रवणाय धनधान्याधिपतये 
   धनधान्यसमृद्धिं मे देहि दापय स्वाहा॥

-------------------

***** कुबेर धन प्राप्ति मंत्र *****

ॐ श्रीं ह्रीं क्लीं श्रीं क्लीं वित्तेश्वराय नमः॥

-------------------

***** कुबेर अष्टलक्ष्मी मंत्र *****

ॐ ह्रीं श्रीं क्रीं श्रीं कुबेराय अष्ट-लक्ष्मी 
   मम गृहे धनं पुरय पुरय नमः॥
`;

export const kaliMantra = `
**** अक्षरी श्री दक्षिण काली मंत्र ****

ॐ क्रीं क्रीं क्रीं हूँ हूँ ह्रीं ह्रीं दक्षिणे कालिके क्रीं क्रीं क्रीं हूँ हूँ ह्रीं ह्रीं स्वाहा॥

-----------------------------

**** एकाक्षरी काली मंत्र ****

ॐ क्रीं

-----------------------------

**** तीन अक्षरी काली मंत्र ****

ॐ क्रीं ह्रुं ह्रीं॥

-----------------------------

**** पांच अक्षरी काली मंत्र ****

ॐ क्रीं ह्रुं ह्रीं हूँ फट्॥

-----------------------------

**** षडाक्षरी काली मंत्र ****

ॐ क्रीं कालिके स्वाहा॥

-----------------------------

**** सप्ताक्षरी काली मंत्र ****

ॐ हूँ ह्रीं हूँ फट् स्वाहा॥

-----------------------------

**** श्री दक्षिणकाली मंत्र ****

ॐ ह्रीं ह्रीं ह्रुं ह्रुं क्रीं क्रीं क्रीं दक्षिणकालिके क्रीं क्रीं क्रीं ह्रुं ह्रुं ह्रीं ह्रीं॥

-----------------------------

**** श्री दक्षिणकाली मंत्र ****

क्रीं ह्रुं ह्रीं दक्षिणेकालिके क्रीं ह्रुं ह्रीं स्वाहा॥

-----------------------------

**** श्री दक्षिणकाली मंत्र ****

ॐ ह्रुं ह्रुं क्रीं क्रीं क्रीं ह्रीं ह्रीं दक्षिणकालिके ह्रुं ह्रुं क्रीं क्रीं क्रीं ह्रीं ह्रीं स्वाहा॥

-----------------------------

**** श्री दक्षिणकाली मंत्र ****

ॐ क्रीं क्रीं क्रीं ह्रुं ह्रुं ह्रीं ह्रीं दक्षिणकालिके स्वाहा॥

-----------------------------

**** भद्रकाली मंत्र ****

ॐ ह्रौं काली महाकाली किलिकिले फट् स्वाहा॥

-----------------------------

**** श्री शमशान काली मंत्र ****

ऐं ह्रीं श्रीं क्लीं कालिके क्लीं श्रीं ह्रीं ऐं॥

-----------------------------
`;

export const diwaliMantra = `
***** गोवत्स द्वादशी मन्त्र *****

अर्घ्य मन्त्र :-
क्षीरोदार्णवसम्भूते सुरासुरनमस्कृते
सर्वदेवमये मातर्गृहाणार्घ्यं नमो नम
.......................

निवेदन मंत्र :-
सुरभि त्वं जगन्मातर्देवी विष्णुपदे स्थिता
सर्वदेवमये ग्रासं मया दत्तमिदं ग्रस
.......................

प्रार्थना मंत्र :-
सर्वदेवमये देवि सर्वदेवैरलङ्कृते
मातर्ममाभिलषितं सफलं कुरु नन्दिनि
.......................
`;

export const diwaliPoojavidhiMantra =  `

`;

export const shantiMantra = `***** शांति पाठ मंत्र *****

ॐ द्यौ: शान्तिरन्तरिक्षँ शान्ति:,
पृथ्वी शान्तिराप: शान्तिरोषधय: शान्ति:।
वनस्पतय: शान्तिर्विश्वे देवा: शान्तिर्ब्रह्म शान्ति:,
सर्वँ शान्ति:, शान्तिरेव शान्ति:, सा मा शान्तिरेधि॥
ॐ शान्ति: शान्ति: शान्ति:॥

`;

export const buddhamMantra = `
बुद्धं शरणं गच्छामि।
धर्मं शरणं गच्छामि।
संघं शरणं गच्छामि।
`;

export const swasti = `
ॐ स्वस्ति न इन्द्रो वृद्धश्रवाः।
स्वस्ति नः पूषा विश्ववेदाः।
स्वस्ति नस्तार्क्ष्यो अरिष्टनेमिः।
स्वस्ति नो बृहस्पतिर्दधातु ॥
ॐ शान्तिः शान्तिः शान्तिः ॥
`;

export const triputibalajiMantra = `शुक्लाम्बरधरं विष्णुं शशिवर्णं चतुर्भुजम् ।
प्रसन्नवदनं ध्यायेत् सर्वविघ्नोपशान्तये ॥१॥

यस्य द्विरदवक्त्राद्याः पारिषद्याः परः शतम् ‌।
विघ्नं निघ्नन्ति सततं विष्वक्सेनं तमाश्रये ॥२॥

व्यासं वसिष्ठनप्तारं शक्तेः पौत्रमकल्मषम् ‌।
पराशरात्मजं वन्दे शुकतातं तपोनिधिम् ॥३॥

व्यासाय विष्णुरूपाय व्यासरूपाय विष्णवे ।
नमो वै ब्रह्मनिधये वासिष्ठाय नमो नमः ॥४॥

अविकाराय शुद्धाय नित्याय परमात्मने ।
सदैकरूपरूपाय विष्णवे सर्वजिष्णवे ॥५॥

यस्य स्मरणमात्रेण जन्मसंसारबन्धनात् ।
विमुच्यते नमस्तस्मै विष्णवे प्रभविष्णवे ॥६॥

ॐ नमो विष्णवे प्रभविष्णवे।`;

export const natrajstruti = `
सत सृष्टि तांडव रचयिता
नटराज राज नमो नमः ।
हे आद्य गुरु शंकर पिता
नटराज राज नमो नमः ॥

गंभीर नाद मृदंगना
धबके उरे ब्रह्माडना ।
नित होत नाद प्रचंडना
नटराज राज नमो नमः ॥

शिर ज्ञान गंगा चंद्रमा
चिद्ब्रह्म ज्योति ललाट मां ।
विषनाग माला कंठ मां
नटराज राज नमो नमः ॥

तवशक्ति वामांगे स्थिता
हे चंद्रिका अपराजिता ।
चहु वेद गाए संहिता
नटराज राज नमोः ॥
`;

export const radharani = `
मुनीन्द्र–वृन्द–वन्दिते त्रिलोक–शोक–हारिणि
प्रसन्न-वक्त्र-पण्कजे निकुञ्ज-भू-विलासिनि
व्रजेन्द्र–भानु–नन्दिनि व्रजेन्द्र–सूनु–संगते
कदा करिष्यसीह मां कृपाकटाक्ष–भाजनम् ॥१॥

अशोक–वृक्ष–वल्लरी वितान–मण्डप–स्थिते
प्रवालबाल–पल्लव प्रभारुणांघ्रि–कोमले ।
वराभयस्फुरत्करे प्रभूतसम्पदालये
कदा करिष्यसीह मां कृपाकटाक्ष–भाजनम् ॥२॥

अनङ्ग-रण्ग मङ्गल-प्रसङ्ग-भङ्गुर-भ्रुवां
सविभ्रमं ससम्भ्रमं दृगन्त–बाणपातनैः ।
निरन्तरं वशीकृतप्रतीतनन्दनन्दने
कदा करिष्यसीह मां कृपाकटाक्ष–भाजनम् ॥३॥

तडित्–सुवर्ण–चम्पक –प्रदीप्त–गौर–विग्रहे
मुख–प्रभा–परास्त–कोटि–शारदेन्दुमण्डले ।
विचित्र-चित्र सञ्चरच्चकोर-शाव-लोचने
कदा करिष्यसीह मां कृपाकटाक्ष–भाजनम् ॥४॥

मदोन्मदाति–यौवने प्रमोद–मान–मण्डिते
प्रियानुराग–रञ्जिते कला–विलास – पण्डिते ।
अनन्यधन्य–कुञ्जराज्य–कामकेलि–कोविदे
कदा करिष्यसीह मां कृपाकटाक्ष–भाजनम् ॥५॥

अशेष–हावभाव–धीरहीरहार–भूषिते
प्रभूतशातकुम्भ–कुम्भकुम्भि–कुम्भसुस्तनि ।
प्रशस्तमन्द–हास्यचूर्ण पूर्णसौख्य –सागरे
कदा करिष्यसीह मां कृपाकटाक्ष–भाजनम् ॥६॥

मृणाल-वाल-वल्लरी तरङ्ग-रङ्ग-दोर्लते
लताग्र–लास्य–लोल–नील–लोचनावलोकने ।
ललल्लुलन्मिलन्मनोज्ञ–मुग्ध–मोहिनाश्रिते
कदा करिष्यसीह मां कृपाकटाक्ष–भाजनम् ॥७॥

सुवर्णमलिकाञ्चित –त्रिरेख–कम्बु–कण्ठगे
त्रिसूत्र–मङ्गली-गुण–त्रिरत्न-दीप्ति–दीधिते ।
सलोल–नीलकुन्तल–प्रसून–गुच्छ–गुम्फिते
कदा करिष्यसीह मां कृपाकटाक्ष–भाजनम् ॥८॥

नितम्ब–बिम्ब–लम्बमान–पुष्पमेखलागुणे
प्रशस्तरत्न-किङ्किणी-कलाप-मध्य मञ्जुले ।
करीन्द्र–शुण्डदण्डिका–वरोहसौभगोरुके
कदा करिष्यसीह मां कृपाकटाक्ष–भाजनम् ॥९॥

अनेक–मन्त्रनाद–मञ्जु नूपुरारव–स्खलत्
समाज–राजहंस–वंश–निक्वणाति–गौरवे ।
विलोलहेम–वल्लरी–विडम्बिचारु–चङ्क्रमे
कदा करिष्यसीह मां कृपाकटाक्ष–भाजनम् ॥१०॥

अनन्त–कोटि–विष्णुलोक–नम्र–पद्मजार्चिते
हिमाद्रिजा–पुलोमजा–विरिञ्चजा-वरप्रदे ।
अपार–सिद्धि–ऋद्धि–दिग्ध–सत्पदाङ्गुली-नखे
कदा करिष्यसीह मां कृपाकटाक्ष–भाजनम् ॥११॥

मखेश्वरि क्रियेश्वरि स्वधेश्वरि सुरेश्वरि
त्रिवेद–भारतीश्वरि प्रमाण–शासनेश्वरि ।
रमेश्वरि क्षमेश्वरि प्रमोद–काननेश्वरि
व्रजेश्वरि व्रजाधिपे श्रीराधिके नमोस्तुते ॥१२॥

इती ममद्भुतं-स्तवं निशम्य भानुनन्दिनी
करोतु सन्ततं जनं कृपाकटाक्ष-भाजनम् ।
भवेत्तदैव सञ्चित त्रिरूप–कर्म नाशनं
लभेत्तदा व्रजेन्द्र–सूनु–मण्डल–प्रवेशनम् ॥१३॥

राकायां च सिताष्टम्यां दशम्यां च विशुद्धधीः ।
एकादश्यां त्रयोदश्यां यः पठेत्साधकः सुधीः ॥१४॥

यं यं कामयते कामं तं तमाप्नोति साधकः ।
राधाकृपाकटाक्षेण भक्तिःस्यात् प्रेमलक्षणा ॥१५॥

ऊरुदघ्ने नाभिदघ्ने हृद्दघ्ने कण्ठदघ्नके ।
राधाकुण्डजले स्थिता यः पठेत् साधकः शतम् ॥१६॥

तस्य सर्वार्थ सिद्धिः स्याद् वाक्सामर्थ्यं तथा लभेत् ।
ऐश्वर्यं च लभेत् साक्षाद्दृशा पश्यति राधिकाम् ॥१७॥

तेन स तत्क्षणादेव तुष्टा दत्ते महावरम् ।
येन पश्यति नेत्राभ्यां तत् प्रियं श्यामसुन्दरम् ॥१८॥

नित्यलीला–प्रवेशं च ददाति श्री-व्रजाधिपः ।
अतः परतरं प्रार्थ्यं वैष्णवस्य न विद्यते ॥१९॥

॥ इति श्रीमदूर्ध्वाम्नाये श्रीराधिकायाः 
कृपाकटाक्षस्तोत्रं सम्पूर्णम ॥
`;

export const narsinghMantra =`
उग्रं वीरं महाविष्णुं ज्वलन्तं सर्वतोमुखम्।
नृसिंहं भीषणं भद्रं मृत्युमृत्युं नमाम्यहम् ॥

-----------------------------

श्री लक्ष्मी नृसिंह सर्वसिद्धिकर 
ऋणमोचन स्तोत्र।

देवकार्य सिध्यर्थं सभस्तंभं समुद् भवम ।
श्री नृसिंहं महावीरं नमामि ऋणमुक्तये ॥

लक्ष्म्यालिन्गितं वामांगं, भक्ताम्ना वरदायकं ।
श्री नृसिंहं महावीरं नमामि ऋणमुक्तये ॥

अन्त्रांलादरं शंखं, गदाचक्रयुध धरम् ।
श्री नृसिंहं महावीरं नमामि ऋणमुक्तये ॥

स्मरणात् सर्व पापघ्नं वरदं मनोवाञ्छितं ।
श्री नृसिंहं महावीरं नमामि ऋणमुक्तये ॥

सिहंनादेनाहतं, दारिद्र्यं बंद मोचनं ।
श्री नृसिंहं महावीरं नमामि ऋणमुक्तये ॥

प्रल्हाद वरदं श्रीशं, धनः कोषः परिपुर्तये ।
श्री नृसिंहं महावीरं नमामि ऋणमुक्तये ॥

क्रूरग्रह पीडा नाशं, कुरुते मंगलं शुभम् ।
श्री नृसिंहं महावीरं नमामि ऋणमुक्तये ॥

वेदवेदांगं यद्न्येशं, रुद्र ब्रम्हादि वंदितम् ।
श्री नृसिंहं महावीरं नमामि ऋणमुक्तये ॥

व्याधी दुखं परिहारं, समूल शत्रु निखं दनम् ।
श्री नृसिंहं महावीरं नमामि ऋणमुक्तये ॥

विद्या विजय दायकं, पुत्र पोत्रादि वर्धनम् ।
श्री नृसिंहं महावीरं नमामि ऋणमुक्तये ॥

भुक्ति मुक्ति प्रदायकं, सर्व सिद्धिकर नृणां ।
श्री नृसिंहं महावीरं नमामि ऋणमुक्तये ॥

उर्ग्रं वीरं महाविष्णुं ज्वलन्तम् सर्वतोमुखं ।
नृसिंह भीषणं भद्रं मृत्य मृत्युं नमाम्यहम॥

य: पठेत् इंद् नित्यं संकट मुक्तये ।
अरुणि विजयी नित्यं, धनं शीघ्रं माप्नुयात् ॥

॥ श्री शंकराचार्य विरचित सर्वसिद्धिकर 
  ऋणमोचन स्तोत्र संपूर्णं ॥
`;

export const maaannapoorna = `
नित्यानन्दकरी वराभयकरी सौन्दर्यरत्नाकरी
निर्धूताखिलघोरपावनकरी प्रत्यक्षमाहेश्वरी ।
प्रालेयाचलवंशपावनकरी काशीपुराधीश्वरी
भिक्षां देहि कृपावलम्बनकरी मातान्नपूर्णेश्वरी ॥१॥

नानारत्नविचित्रभूषणकरी हेमाम्बराडम्बरी
मुक्ताहारविलम्बमानविलसद्वक्षोजकुम्भान्तरी ।
काश्मीरागरुवासिताङ्गरुचिरे काशीपुराधीश्वरी
भिक्षां देहि कृपावलम्बनकरी मातान्नपूर्णेश्वरी ॥२॥

योगानन्दकरी रिपुक्षयकरी धर्मार्थनिष्ठाकरी
चन्द्रार्कानलभासमानलहरी त्रैलोक्यरक्षाकरी ।
सर्वैश्वर्यसमस्तवाञ्छितकरी काशीपुराधीश्वरी
भिक्षां देहि कृपावलम्बनकरी मातान्नपूर्णेश्वरी ॥३॥

कैलासाचलकन्दरालयकरी गौरी उमा शङ्करी
कौमारी निगमार्थगोचरकरी ओङ्कारबीजाक्षरी ।
मोक्षद्वारकपाटपाटनकरी काशीपुराधीश्वरी
भिक्षां देहि कृपावलम्बनकरी मातान्नपूर्णेश्वरी ॥४॥

दृश्यादृश्यविभूतिवाहनकरी ब्रह्माण्डभाण्डोदरी
लीलानाटकसूत्रभेदनकरी विज्ञानदीपाङ्कुरी ।
श्रीविश्वेशमनःप्रसादनकरी काशीपुराधीश्वरी
भिक्षां देहि कृपावलम्बनकरी मातान्नपूर्णेश्वरी ॥५॥

उर्वीसर्वजनेश्वरी भगवती मातान्नपूर्णेश्वरी
वेणीनीलसमानकुन्तलहरी नित्यान्नदानेश्वरी ।
सर्वानन्दकरी सदा शुभकरी काशीपुराधीश्वरी
भिक्षां देहि कृपावलम्बनकरी मातान्नपूर्णेश्वरी ॥६॥

आदिक्षान्तसमस्तवर्णनकरी शम्भोस्त्रिभावाकरी
काश्मीरात्रिजलेश्वरी त्रिलहरी नित्याङ्कुरा शर्वरी ।
कामाकाङ्क्षकरी जनोदयकरी काशीपुराधीश्वरी
भिक्षां देहि कृपावलम्बनकरी मातान्नपूर्णेश्वरी ॥७॥

देवी सर्वविचित्ररत्नरचिता दाक्षायणी सुन्दरी
वामं स्वादुपयोधरप्रियकरी सौभाग्यमाहेश्वरी ।
भक्ताभीष्टकरी सदा शुभकरी काशीपुराधीश्वरी
भिक्षां देहि कृपावलम्बनकरी मातान्नपूर्णेश्वरी ॥८॥

चन्द्रार्कानलकोटिकोटिसदृशा चन्द्रांशुबिम्बाधरी
चन्द्रार्काग्निसमानकुन्तलधरी चन्द्रार्कवर्णेश्वरी ।
मालापुस्तकपाशासाङ्कुशधरी काशीपुराधीश्वरी
भिक्षां देहि कृपावलम्बनकरी मातान्नपूर्णेश्वरी ॥९॥

क्षत्रत्राणकरी महाऽभयकरी माता कृपासागरी
साक्षान्मोक्षकरी सदा शिवकरी विश्वेश्वरश्रीधरी ।
दक्षाक्रन्दकरी निरामयकरी काशीपुराधीश्वरी
भिक्षां देहि कृपावलम्बनकरी मातान्नपूर्णेश्वरी ॥१०॥

अन्नपूर्णे सदापूर्णे शङ्करप्राणवल्लभे ।
ज्ञानवैराग्यसिद्ध्यर्थं भिक्षां देहि च पार्वति ॥११॥

माता च पार्वती देवी पिता देवो महेश्वरः ।
बान्धवाः शिवभक्ताश्च स्वदेशो भुवनत्रयम् ॥१२॥

श्री शङ्कराचार्य कृतं!
`;

export const vishnuMantra = `
**** श्री विष्णु मूल मंत्र ****

ॐ नमोः नारायणाय॥

-----------------------

** श्री विष्णु भगवते वासुदेवाय मंत्र **

ॐ नमोः भगवते वासुदेवाय॥

-----------------------

**** श्री विष्णु गायत्री मंत्र ****

ॐ श्री विष्णवे च विद्महे वासुदेवाय धीमहि।
तन्नो विष्णुः प्रचोदयात्॥

-----------------------

**** विष्णु शान्ताकारम् मंत्र ****

शान्ताकारम् भुजगशयनम् पद्मनाभम् सुरेशम्
विश्वाधारम् गगनसदृशम् मेघवर्णम् शुभाङ्गम्।
लक्ष्मीकान्तम् कमलनयनम् योगिभिर्ध्यानगम्यम्
वन्दे विष्णुम् भवभयहरम् सर्वलोकैकनाथम्॥

-----------------------

**** मंगल श्री विष्णु मंत्र ****

मङ्गलम् भगवान विष्णुः, मङ्गलम् गरुणध्वजः।
मङ्गलम् पुण्डरी काक्षः, मङ्गलाय तनो हरिः॥
`;

export const  vidhyaManta = `
**** विद्यां ददाति विनयं ****

विद्यां ददाति विनयं,
विनयाद् याति पात्रताम्।
पात्रत्वात् धनमाप्नोति,
धनात् धर्मं ततः सुखम्॥

-----------------------

**** येषां न विद्या न तपो ***

येषां न विद्या न तपो न दानं,
ज्ञानं न शीलं न गुणो न धर्मः।
ते मर्त्यलोके भुविभारभूता,
मनुष्यरूपेण मृगाश्चरन्ति॥
`;

export const shivMantra = `
*** शिव मूल मंत्र ***

ॐ नमः शिवाय॥ 

--------------------

*** महामृत्युंजय मंत्र ***

ॐ त्र्यम्बकं यजामहे सुगन्धिं पुष्टिवर्धनम्
उर्वारुकमिव बन्धनानत् मृत्योर्मुक्षीय मामृतात्॥

--------------------

ॐ हौं जूं स: ॐ भूर्भुवः स्वः
ॐ त्र्यम्बकम् यजामहे सुगन्धिम्पुष्टिवर्धनम्।
उर्वारुकमिव बन्धनात् मृत्योर्मुक्षीय मामृतात।।
ॐ स्वः भुवः भूः ॐ सः जूं हौं ॐ

--------------------

*** रुद्र गायत्री मंत्र ***

ॐ तत्पुरुषाय विद्महे महादेवाय धीमहि
तन्नो रुद्रः प्रचोदयात्॥

--------------------

*** ॐ सर्वे भवन्तु सुखिनः। ***

ॐ सर्वे भवन्तु सुखिनः।
सर्वे सन्तु निरामयाः।
सर्वे भद्राणि पश्यन्तु।
मा कश्चित् दुःख भाग्भवेत्॥
ॐ शान्तिः शान्तिः शान्तिः॥

हिन्दी भावार्थ:

सभी सुखी होवें, सभी रोगमुक्त रहें, सभी का जीवन 
मंगलमय बनें और कोई भी दुःख का भागी न बने।
हे भगवन हमें ऐसा वर दो!

---------------------------

सार्थशिवताण्डवस्तोत्रम्
॥ श्रीगणेशाय नमः ॥

जटाटवीगलज्जलप्रवाहपावितस्थले
गलेऽवलम्ब्य लम्बितां भुजङ्गतुङ्गमालिकाम्।
डमड्डमड्डमड्डमन्निनादवड्डमर्वयं
चकार चण्डताण्डवं तनोतु नः शिवः शिवम्॥१॥

जटाकटाहसम्भ्रमभ्रमन्निलिम्पनिर्झरी
विलोलवीचिवल्लरीविराजमानमूर्धनि।
धगद्धगद्धगज्ज्वलल्ललाटपट्टपावके
किशोरचन्द्रशेखरे रतिः प्रतिक्षणं मम॥२॥

धराधरेन्द्रनंदिनीविलासबन्धुबन्धुर
स्फुरद्दिगन्तसन्ततिप्रमोदमानमानसे।
कृपाकटाक्षधोरणीनिरुद्धदुर्धरापदि
क्वचिद्दिगम्बरे(क्वचिच्चिदम्बरे) 
मनो विनोदमेतु वस्तुनि॥३॥

जटाभुजङ्गपिङ्गलस्फुरत्फणामणिप्रभा
कदम्बकुङ्कुमद्रवप्रलिप्तदिग्वधूमुखे।
मदान्धसिन्धुरस्फुरत्त्वगुत्तरीयमेदुरे
मनो विनोदमद्भुतं बिभर्तु भूतभर्तरि॥४॥

सहस्रलोचनप्रभृत्यशेषलेखशेखर
प्रसूनधूलिधोरणी विधूसराङ्घ्रिपीठभूः।
भुजङ्गराजमालया निबद्धजाटजूटक
श्रियै चिराय जायतां चकोरबन्धुशेखरः ॥५॥

ललाटचत्वरज्वलद्धनञ्जयस्फुलिङ्गभा
निपीतपञ्चसायकं नमन्निलिम्पनायकम्।
सुधामयूखलेखया विराजमानशेखरं
महाकपालिसम्पदेशिरोजटालमस्तु नः॥६॥

करालभालपट्टिकाधगद्धगद्धगज्ज्वल
द्धनञ्जयाहुतीकृतप्रचण्डपञ्चसायके।
धराधरेन्द्रनन्दिनीकुचाग्रचित्रपत्रक
प्रकल्पनैकशिल्पिनि त्रिलोचने रतिर्मम॥७॥

नवीनमेघमण्डली निरुद्धदुर्धरस्फुरत्
कुहूनिशीथिनीतमः प्रबन्धबद्धकन्धरः।
निलिम्पनिर्झरीधरस्तनोतु कृत्तिसिन्धुरः
कलानिधानबन्धुरः श्रियं जगद्धुरंधरः॥८॥

प्रफुल्लनीलपङ्कजप्रपञ्चकालिमप्रभा
वलम्बिकण्ठकन्दलीरुचिप्रबद्धकन्धरम्।
स्मरच्छिदं पुरच्छिदं भवच्छिदं मखच्छिदं
गजच्छिदांधकच्छिदं तमन्तकच्छिदं भजे॥९॥

अगर्व सर्वमङ्गलाकलाकदम्बमञ्जरी
रसप्रवाहमाधुरी विजृम्भणामधुव्रतम्।
स्मरान्तकं पुरान्तकं भवान्तकं मखान्तकं
गजान्तकान्धकान्तकं तमन्तकान्तकं भजे॥१०॥

जयत्वदभ्रविभ्रमभ्रमद्भुजङ्गमश्वस
द्विनिर्गमत्क्रमस्फुरत्करालभालहव्यवाट्।
धिमिद्धिमिद्धिमिध्वनन्मृदङ्गतुङ्गमङ्गल
ध्वनिक्रमप्रवर्तित प्रचण्डताण्डवः शिवः॥११॥

दृषद्विचित्रतल्पयोर्भुजङ्गमौक्तिकस्रजोर्
गरिष्ठरत्नलोष्ठयोः सुहृद्विपक्षपक्षयोः।
तृणारविन्दचक्षुषोः प्रजामहीमहेन्द्रयोः
समं प्रव्रितिक: कदा सदाशिवं भजाम्यहम॥१२॥

कदा निलिम्पनिर्झरीनिकुञ्जकोटरे वसन्
विमुक्तदुर्मतिः सदा शिरः स्थमञ्जलिं वहन्।
विमुक्तलोललोचनो ललामभाललग्नकः
शिवेति मंत्रमुच्चरन् कदा सुखी भवाम्यहम्॥१३॥

निलिम्प नाथनागरी कदम्ब मौलमल्लिका-
निगुम्फनिर्भक्षरन्म धूष्णिकामनोहरः।
तनोतु नो मनोमुदं विनोदिनींमहनिशं
परिश्रय परं पदं तदङ्गजत्विषां चयः॥१४॥

प्रचण्ड वाडवानल प्रभाशुभप्रचारणी
महाष्टसिद्धिकामिनी जनावहूत जल्पना।
विमुक्त वाम लोचनो विवाहकालिकध्वनिः
शिवेति मन्त्रभूषगो जगज्जयाय जायताम्॥१५॥

इमं हि नित्यमेवमुक्तमुत्तमोत्तमं स्तवं
पठन्स्मरन्ब्रुवन्नरो विशुद्धिमेतिसंततम्।
हरे गुरौ सुभक्तिमाशु याति नान्यथा गतिं
विमोहनं हि देहिनां सुशङ्करस्य चिंतनम्॥१६॥

पूजावसानसमये दशवक्त्रगीतं
यः शम्भुपूजनपरं पठति प्रदोषे।
तस्य स्थिरां रथगजेन्द्रतुरङ्गयुक्तां
लक्ष्मीं सदैव सुमुखिं प्रददाति शम्भुः॥१७॥

इति श्रीरावण कृतम्
शिव ताण्डव स्तोत्रम्स म्पूर्णम्

----------------------------

*** सौौौराष्ट्रे सोमनाथं - द्वादश ज्योतिर्लिंग! ***

सौराष्ट्रे सोमनाथं च श्रीशैले मल्लिकार्जुनम्।
उज्जयिन्यां महाकालम्ॐकारममलेश्वरम्॥१॥

परल्यां वैद्यनाथं च डाकिन्यां भीमाशंकरम्।
सेतुबंधे तु रामेशं नागेशं दारुकावने॥२॥

वाराणस्यां तु विश्वेशं त्र्यंबकं गौतमीतटे।
हिमालये तु केदारम् घुश्मेशं च शिवालये॥३॥

एतानि ज्योतिर्लिङ्गानि सायं प्रातः पठेन्नरः।
सप्तजन्मकृतं पापं स्मरणेन विनश्यति॥४॥`;

export const ramayanMantra = `राम रामेति रामेति, रमे रामे मनोरमे ।
सहस्रनाम तत्तुल्यं, रामनाम वरानने ॥

॥ बालकाण्डः ॥
शुद्धब्रह्मपरात्पर राम् ॥ १ ॥
कालात्मकपरमेश्वर राम् ॥ २ ॥
शेषतल्पसुखनिद्रित राम् ॥ ३ ॥
ब्रह्माद्यामरप्रार्थित राम् ॥ ४ ॥
चण्डकिरणकुलमण्डन राम् ॥ ५ ॥
श्रीमद्दशरथनन्दन राम् ॥ ६ ॥
कौसल्यासुखवर्धन राम् ॥ ७ ॥
विश्वामित्रप्रियधन राम् ॥ ८ ॥
घोरताटकाघातक राम् ॥ ९ ॥
मारीचादिनिपातक राम् ॥ १० ॥
कौशिकमखसंरक्षक राम् ॥ ११ ॥
श्रीमदहल्योद्धारक राम् ॥ १२ ॥
गौतममुनिसम्पूजित राम् ॥ १३ ॥
सुरमुनिवरगणसंस्तुत राम् ॥ १४ ॥
नाविकधावितमृदुपद राम् ॥ १५ ॥
मिथिलापुरजनमोहक राम् ॥ १६ ॥
विदेहमानसरञ्जक राम् ॥ १७ ॥
त्र्यम्बककार्मुकभञ्जक राम् ॥ १८ ॥
सीतार्पितवरमालिक राम् ॥ १९ ॥
कृतवैवाहिककौतुक राम् ॥ २० ॥
भार्गवदर्पविनाशक राम् ॥ २१ ॥
श्रीमदयोध्यापालक राम् ॥ २२ ॥
राम् राम् जय राजा राम्।
राम् राम् जय सीता राम् ॥

॥ अयोध्याकाण्डः ॥
अगणितगुणगणभूषित राम् ॥ २३ ॥
अवनीतनयाकामित राम् ॥ २४ ॥
राकाचन्द्रसमानन राम् ॥ २५ ॥
पितृवाक्याश्रितकानन राम् ॥ २६ ॥
प्रियगुहविनिवेदितपद राम् ॥ २७ ॥
तत्क्षालितनिजमृदुपद राम् ॥ २८ ॥
भरद्वाजमुखानन्दक राम् ॥ २९ ॥
चित्रकूटाद्रिनिकेतन राम् ॥ ३० ॥
दशरथसन्ततचिन्तित राम् ॥ ३१ ॥
कैकेयीतनयार्थित राम् ॥ ३२ ॥
विरचितनिजपितृकर्मक राम् ॥ ३३ ॥
भरतार्पितनिजपादुक राम् ॥ ३४ ॥
राम् राम् जय राजा राम् ।
राम् राम् जय सीता राम् ॥

॥ अरण्यकाण्डः ॥
दण्डकवनजनपावन राम् ॥ ३५ ॥
दुष्टविराधविनाशन राम् ॥ ३६ ॥
शरभङ्गसुतीक्ष्णार्चित राम् ॥ ३७ ॥
अगस्त्यानुग्रहवर्धित राम् ॥ ३८ ॥
गृध्राधिपसंसेवित राम् ॥ ३९ ॥
पञ्चवटीतटसुस्थित राम् ॥ ४० ॥
शूर्पणखार्तिविधायक राम् ॥ ४१ ॥
खरदूषणमुखसूदक राम् ॥ ४२ ॥
सीताप्रियहरिणानुग राम् ॥ ४३ ॥
मारीचार्तिकृदाशुग राम् ॥ ४४ ॥
विनष्टसीतान्वेषक राम् ॥ ४५ ॥
गृध्राधिपगतिदायक राम् ॥ ४६ ॥
शबरीदत्तफलाशन राम् ॥ ४७ ॥
कबन्धबाहुच्छेदक राम् ॥ ४८ ॥
राम् राम् जय राजा राम् ।
राम् राम् जय सीता राम् ॥

॥ किष्किन्धाकाण्डः ॥
हनुमत्सेवितनिजपद राम् ॥ ४९ ॥
नतसुग्रीवाभीष्टद राम् ॥ ५० ॥
गर्वितवालिसंहारक राम् ॥ ५१ ॥
वानरदूतप्रेषक राम् ॥ ५२ ॥
हितकरलक्ष्मणसंयुत राम् ॥ ५३ ॥
राम् राम् जय राजा राम् ।
राम् राम् जय सीता राम् ॥

॥ सुन्दरकाण्डः ॥
कपिवरसन्ततसंस्मृत राम् ॥ ५४ ॥
तद्‍गतिविघ्नध्वंसक राम् ॥ ५५ ॥
सीताप्राणाधारक राम् ॥ ५६ ॥
दुष्टदशाननदूषित राम् ॥ ५७ ॥
शिष्टहनूमद्‍भूषित राम् ॥ ५८ ॥
सीतावेदितकाकावन राम् ॥ ५९ ॥
कृतचूडामणिदर्शन राम् ॥ ६० ॥
कपिवरवचनाश्वासित राम् ॥ ६१ ॥
राम् राम् जय राजा राम् ।
राम् राम् जय सीता राम् ॥

॥ युद्धकाण्डः ॥
रावणनिधनप्रस्थित राम् ॥ ६२ ॥
वानरसैन्यसमावृत राम् ॥ ६३ ॥
शोषितसरिदीशार्थित राम् ॥ ६४ ॥
विभीषणाभयदायक राम् ॥ ६५ ॥
पर्वतसेतुनिबन्धक राम् ॥ ६६ ॥
कुम्भकर्णशिरच्छेदक राम् ॥ ६७ ॥
राक्षससङ्घविमर्दक राम् ॥ ६८ ॥
अहिमहिरावणचारण राम् ॥ ६९ ॥
संहृतदशमुखरावण राम् ॥ ७० ॥
विधिभवमुखसुरसंस्तुत राम् ॥ ७१ ॥
खस्थितदशरथवीक्षित राम् ॥ ७२ ॥
सीतादर्शनमोदित राम् ॥ ७३ ॥
अभिषिक्तविभीषणनत राम् ॥ ७४ ॥
पुष्पकयानारोहण राम् ॥ ७५ ॥
भरद्वाजादिनिषेवण राम् ॥ ७६ ॥
भरतप्राणप्रियकर राम् ॥ ७७ ॥
साकेतपुरीभूषण राम् ॥ ७८ ॥
सकलस्वीयसमानत राम् ॥ ७९ ॥
रत्नलसत्पीठास्थित राम् ॥ ८० ॥
पट्टाभिषेकालङ्कृत राम् ॥ ८१ ॥
पार्थिवकुलसम्मानित राम् ॥ ८२ ॥
विभीषणार्पितरङ्गक राम् ॥ ८३ ॥
कीशकुलानुग्रहकर राम् ॥ ८४ ॥
सकलजीवसंरक्षक राम् ॥ ८५ ॥
समस्तलोकाधारक राम् ॥ ८६ ॥
राम् राम् जय राजा राम् ।
राम् राम् जय सीता राम् ॥

॥ उत्तरकाण्डः ॥
आगतमुनिगणसंस्तुत राम् ॥ ८७ ॥
विश्रुतदशकण्ठोद्भव राम् ॥ ८८ ॥
सीतालिङ्गननिर्वृत राम् ॥ ८९ ॥
नीतिसुरक्षितजनपद राम् ॥ ९० ॥
विपिनत्याजितजनकज राम् ॥ ९१ ॥
कारितलवणासुरवध राम् ॥ ९२ ॥
स्वर्गतशम्बुकसंस्तुत राम् ॥ ९३ ॥
स्वतनयकुशलवनन्दित राम् ॥ ९४ ॥
अश्वमेधक्रतुदीक्षित राम् ॥ ९५ ॥
कालावेदितसुरपद राम् ॥ ९६ ॥
आयोध्यकजनमुक्तिद राम् ॥ ९७ ॥
विधिमुखविबुधानन्दक राम् ॥ ९८ ॥
तेजोमयनिजरूपक राम् ॥ ९९ ॥
संसृतिबन्धविमोचक राम् ॥ १०० ॥
धर्मस्थापनतत्पर राम् ॥ १०१ ॥
भक्तिपरायणमुक्तिद राम् ॥ १०२ ॥
सर्वचराचरपालक राम् ॥ १०३ ॥
सर्वभवामयवारक राम् ॥ १०४ ॥
वैकुण्ठालयसंस्थित राम् ॥ १०५ ॥
नित्यानन्दपदस्थित राम् ॥ १०६ ॥
राम् राम् जय राजा राम् ॥ १०७ ॥
राम् राम् जय सीता राम् ॥ १०८ ॥
राम् राम् जय राजा राम् ।
राम् राम् जय सीता राम् ॥
॥ इति नामरामायणम् सम्पूर्णम् ॥`;

export const gaytriMantra = `
ॐ भूर्भुवः स्वः तत्सवितुर्वरेण्यं भर्गो देवस्यः 
धीमहि धियो यो नः प्रचोदयात्॥

----------------------------------

**** मंत्र के प्रत्येक शब्द की हिंदी व्याख्या: ****

गायत्री मंत्र के पहले नौं शब्द 
प्रभु के गुणों की व्याख्या करते हैं

ॐ = प्रणव
भूर = मनुष्य को प्राण प्रदाण करने वाला
भुवः = दुख़ों का नाश करने वाला
स्वः = सुख़ प्रदाण करने वाला
तत = वह सवितुर = सूर्य की भांति उज्जवल
वरेण्यं = सबसे उत्तम
भर्गो = कर्मों का उद्धार करने वाला
देवस्य = प्रभु
धीमहि = आत्म चिंतन के योग्य (ध्यान)
धियो = बुद्धि, 
यो = जो, 
नः = हमारी,
प्रचोदयात् = हमें शक्ति दें

--------------------------

हे प्रभु! आप हमारे जीवन के दाता हैं आप 
हमारे दुख़ और दर्द का निवारण करने वाले हैं
आप हमें सुख़ और शांति प्रदान करने वाले हैं 
हे संसार के विधाता
हमें शक्ति दो कि हम आपकी उज्जवल 
शक्ति प्राप्त कर सकें क्रिपा करके 
हमारी बुद्धि को सही रास्ता दिखायें`;

export const durgaPoojaMantra = `
**** प्रथम पुष्पांजली मंत्र ****

ॐ जयन्ती, मङ्गला, काली, भद्रकाली, कपालिनी ।
दुर्गा, शिवा, क्षमा, धात्री, स्वाहा, स्वधा नमोऽस्तु ते॥
एष सचन्दन गन्ध पुष्प बिल्व पत्राञ्जली 
ॐ ह्रीं दुर्गायै नमः॥

------------------------------

**** द्वितीय पुष्पांजली मंत्र ****

ॐ महिषघ्नी महामाये चामुण्डे मुण्डमालिनी ।
आयुरारोग्यविजयं देहि देवि! नमोऽस्तु ते ॥
एष सचन्दन गन्ध पुष्प बिल्व पत्राञ्जली 
ॐ ह्रीं दुर्गायै नमः ॥

------------------------------

**** तृतीया पुष्पांजली मंत्र ****

सर्वमंगल मांगल्ये शिवे सर्वार्थ साधिके।
शरण्ये त्र्यंबके गौरी नारायणि नमोऽस्तुते।।

------------------------------

**** चतुर्थी पुष्पांजली मंत्र ****

ॐ सर्व मङ्गल माङ्गल्ये शिवे सर्वार्थ साधिके ।
शरण्ये त्र्यम्बके गौरी नारायणि नमोऽस्तु ते ॥१॥

सृष्टि स्थिति विनाशानां शक्तिभूते सनातनि ।
गुणाश्रये गुणमये नारायणि! नमोऽस्तु ते ॥२॥

शरणागत दीनार्त परित्राण परायणे ।
सर्वस्यार्तिहरे देवि! नारायणि! नमोऽस्तु ते ॥३॥

------------------------------

**** पंचम पुष्पांजली मंत्र ****

ॐ ऐं ह्रीं क्लीं चामुण्डायै विच्चै।

------------------------------

**** षष्टः पुष्पांजली मंत्र ****

* या देवी सर्वभूतेषु शक्तिरूपेण संस्थिता,
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः।।

* या देवी सर्वभूतेषु लक्ष्मीरूपेण संस्थिता,
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः।।

* या देवी सर्वभूतेषु तुष्टिरूपेण संस्थिता,
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः।।

* या देवी सर्वभूतेषु मातृरूपेण संस्थिता,
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः।।
* या देवी सर्वभूतेषु दयारूपेण संस्थिता,
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः।।

* या देवी सर्वभूतेषु बुद्धिरूपेण संस्थिता,
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः।।

* या देवी सर्वभूतेषु शांतिरूपेण संस्थिता,
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः।।`;

export const lakshmiganeshMantre = `
***** लक्ष्मी विनायक मन्त्र *****

ॐ श्री गं सौम्याय गणपतये वरवरद 
   सर्वजनं में वशमानय स्वाहा।।

-----------------------

***** ऋणहर्ता गणपति मन्त्र *****

ॐ गणेश ऋणं छिन्धि वरेण्यं हुं नमः फट्॥

-----------------------

***** लक्ष्मी गणेश ध्यान मन्त्र *****

दन्ताभये चक्रवरौ दधानं, 
कराग्रगं स्वर्णघटं त्रिनेत्रम्। 
धृताब्जयालिङ्गितमाब्धि पुत्र्या-लक्ष्मी 
गणेशं कनकाभमीडे॥
`;

export const mahalakshmiMantra = `

***** लक्ष्मी बीज मंत्र *****

ॐ ह्रीं श्रीं लक्ष्मीभयो नमः॥

-----------------------

***** महालक्ष्मी मंत्र *****

ॐ श्रीं ह्रीं श्रीं कमले कमलालये प्रसीद प्रसीद 
ॐ श्रीं ह्रीं श्रीं महालक्ष्मयै नम:॥

-----------------------

***** लक्ष्मी गायत्री मंत्र *****

ॐ श्री महालक्ष्म्यै च विद्महे विष्णु पत्न्यै च
   धीमहि तन्नो लक्ष्मी प्रचोदयात् ॐ॥

-----------------------

***** लक्ष्मी मंत्र *****

श्रीगणेशाय नमः। श्रीपराशर उवाच
सिंहासनगतः शक्रस्सम्प्राप्य त्रिदिवं पुनः।
देवराज्ये स्थितो देवीं तुष्टावाब्जकरां ततः॥ १॥

इन्द्र उवाच
नमस्ये सर्वलोकानां जननीमब्जसम्भवाम्।
श्रियमुन्निद्रपद्माक्षीं विष्णुवक्षःस्थलस्थिताम्॥ २॥

पद्मालयां पद्मकरां पद्मपत्रनिभेक्षणाम्
वन्दे पद्ममुखीं देवीं पद्मनाभप्रियाम्यहम्॥ ३॥

त्वं सिद्धिस्त्वं स्वधा स्वाहा सुधा त्वं लोकपावनी।
सन्ध्या रात्रिः प्रभा भूतिर्मेधा श्रद्धा सरस्वती॥ ४॥

यज्ञविद्या महाविद्या गुह्यविद्या च शोभने।
आत्मविद्या च देवि त्वं विमुक्तिफलदायिनी॥ ५॥

आन्वीक्षिकी त्रयीवार्ता दण्डनीतिस्त्वमेव च।
सौम्यासौम्यैर्जगद्रूपैस्त्वयैतद्देवि पूरितम्॥ ६॥

का त्वन्या त्वमृते देवि सर्वयज्ञमयं वपुः।
अध्यास्ते देवदेवस्य योगचिन्त्यं गदाभृतः॥ ७॥

त्वया देवि परित्यक्तं सकलं भुवनत्रयम्।
विनष्टप्रायमभवत्त्वयेदानीं समेधितम्॥ ८॥

दाराः पुत्रास्तथाऽऽगारं सुहृद्धान्यधनादिकम्।
भवत्येतन्महाभागे नित्यं त्वद्वीक्षणान्नृणाम्॥ ९॥

शरीरारोग्यमैश्वर्यमरिपक्षक्षयः सुखम्।
देवि त्वद्दृष्टिदृष्टानां पुरुषाणां न दुर्लभम्॥ १०॥

त्वमम्बा सर्वभूतानां देवदेवो हरिः पिता।
त्वयैतद्विष्णुना चाम्ब जगद्व्याप्तं चराचरम्॥ ११॥

मनःकोशस्तथा गोष्ठं मा गृहं मा परिच्छदम्।
मा शरीरं कलत्रं च त्यजेथाः सर्वपावनि॥ १२॥

मा पुत्रान्मा सुहृद्वर्गान्मा पशून्मा विभूषणम्।
त्यजेथा मम देवस्य विष्णोर्वक्षःस्थलाश्रये॥ १३॥

सत्त्वेन सत्यशौचाभ्यां तथा शीलादिभिर्गुणैः।
त्यज्यन्ते ते नराः सद्यः सन्त्यक्ता ये त्वयाऽमले॥ १४॥

त्वयाऽवलोकिताः सद्यः शीलाद्यैरखिलैर्गुणैः।
कुलैश्वर्यैश्च पूज्यन्ते पुरुषा निर्गुणा अपि॥ १५॥

सश्लाघ्यः सगुणी धन्यः स कुलीनः स बुद्धिमान्।
स शूरः सचविक्रान्तो यस्त्वया देवि वीक्षितः॥ १६॥

सद्योवैगुण्यमायान्ति शीलाद्याः सकला गुणाः।
पराङ्गमुखी जगद्धात्री यस्य त्वं विष्णुवल्लभे॥ १७॥

न ते वर्णयितुं शक्तागुणाञ्जिह्वाऽपि वेधसः।
प्रसीद देवि पद्माक्षि माऽस्मांस्त्याक्षीः कदाचन॥ १८॥

श्रीपराशर उवाच
एवं श्रीः संस्तुता सम्यक् प्राह हृष्टा शतक्रतुम्।
शृण्वतां सर्वदेवानां सर्वभूतस्थिता द्विज॥ १९॥

श्रीरुवाच
परितुष्टास्मि देवेश स्तोत्रेणानेन ते हरेः।
वरं वृणीष्व यस्त्विष्टो वरदाऽहं तवागता॥ २०॥

इन्द्र उवाच
वरदा यदिमेदेवि वरार्हो यदिवाऽप्यहम्।
त्रैलोक्यं न त्वया त्याज्यमेष मेऽस्तु वरः परः॥ २१॥

स्तोत्रेण यस्तवैतेन त्वां स्तोष्यत्यब्धिसम्भवे।
स त्वया न परित्याज्यो द्वितीयोऽस्तुवरो मम॥ २२॥

श्रीरुवाच
त्रैलोक्यं त्रिदशश्रेष्ठ न सन्त्यक्ष्यामि वासव।
दत्तो वरो मयाऽयं ते स्तोत्राराधनतुष्ट्या॥ २३॥

यश्च सायं तथा प्रातः स्तोत्रेणानेन मानवः।
स्तोष्यते चेन्न तस्याहं भविष्यामि पराङ्गमुखी॥ २४॥

श्रीपाराशर उवाच
एवं वरं ददौ देवी देवराजाय वै पुरा।
मैत्रेय श्रीर्महाभागा स्तोत्राराधनतोषिता॥ २५॥

भृगोः ख्यात्यां समुत्पन्ना श्रीः पूर्वमुदधेः पुनः।
देवदानवयत्नेन प्रसूताऽमृतमन्थने॥ २६॥

एवं यदा जगत्स्वामी देवराजो जनार्दनः।
अवतारः करोत्येषा तदा श्रीस्तत्सहायिनी॥ २७॥

पुनश्चपद्मा सम्भूता यदाऽदित्योऽभवद्धरिः।
यदा च भार्गवो रामस्तदाभूद्धरणीत्वियम्॥ २८॥

राघवत्वेऽभवत्सीता रुक्मिणी कृष्णजन्मनि।
अन्येषु चावतारेषु विष्णोरेखाऽनपायिनी॥ २९॥

देवत्वे देवदेहेयं मानुषत्वे च मानुषी।
विष्णोर्देहानुरुपां वै करोत्येषाऽऽत्मनस्तनुम्॥ ३०॥

यश्चैतशृणुयाज्जन्म लक्ष्म्या यश्च पठेन्नरः।
श्रियो न विच्युतिस्तस्य गृहे यावत्कुलत्रयम्॥ ३१॥

पठ्यते येषु चैवर्षे गृहेषु श्रीस्तवं मुने।
अलक्ष्मीः कलहाधारा न तेष्वास्ते कदाचन॥ ३२॥

एतत्ते कथितं ब्रह्मन्यन्मां त्वं परिपृच्छसि।
क्षीराब्धौ श्रीर्यथा जाता पूर्वं भृगुसुता सती॥ ३३॥

इति सकलविभूत्यवाप्तिहेतुः 
स्तुतिरियमिन्द्रमुखोद्गता हि लक्ष्म्याः।
अनुदिनमिह पठ्यते नृभिर्यैर्वसति 
न तेषु कदाचिदप्यलक्ष्मीः॥ ३४॥

॥ इति श्रीविष्णुपुराणे महालक्ष्मी स्तोत्रं सम्पूर्णम्॥`;

export const gangaMantra = `श्री गंगा जी की स्तुति
गांगं वारि मनोहारि मुरारिचरणच्युतम्।
त्रिपुरारिशिरश्चारि पापहारि पुनातु माम्॥

माँ गंगा स्तोत्रम्॥
देवि सुरेश्वरि भगवति गङ्गे
त्रिभुवनतारिणि तरलतरङ्गे ।
शङ्करमौलिविहारिणि विमले
मम मतिरास्तां तव पदकमले ॥१॥

भागीरथि सुखदायिनि मातस्तव
जलमहिमा निगमे ख्यातः ।
नाहं जाने तव महिमानं
पाहि कृपामयि मामज्ञानम् ॥ २॥

हरिपदपाद्यतरङ्गिणि गङ्गे
हिमविधुमुक्ताधवलतरङ्गे ।
दूरीकुरु मम दुष्कृतिभारं
कुरु कृपया भवसागरपारम् ॥ ३॥

तव जलममलं येन निपीतं,
परमपदं खलु तेन गृहीतम् ।
मातर्गङ्गे त्वयि यो भक्तः
किल तं द्रष्टुं न यमः शक्तः ॥ ४॥

पतितोद्धारिणि जाह्नवि गङ्गे
खण्डितगिरिवरमण्डितभङ्गे ।
भीष्मजननि हे मुनिवरकन्ये,
पतितनिवारिणि त्रिभुवनधन्ये ॥ ५॥

कल्पलतामिव फलदां लोके,
प्रणमति यस्त्वां न पतति शोके ।
पारावारविहारिणि गङ्गे
विमुखयुवतिकृततरलापाङ्गे ॥ ६॥

तव चेन्मातः स्रोतःस्नातः
पुनरपि जठरे सोऽपि न जातः ।
नरकनिवारिणि जाह्नवि गङ्गे
कलुषविनाशिनि महिमोत्तुङ्गे ॥ ७॥

पुनरसदङ्गे पुण्यतरङ्गे
जय जय जाह्नवि करुणापाङ्गे ।
इन्द्रमुकुटमणिराजितचरणे
सुखदे शुभदे भृत्यशरण्ये ॥ ८॥

रोगं शोकं तापं पापं
हर मे भगवति कुमतिकलापम्।
त्रिभुवनसारे वसुधाहारे
त्वमसि गतिर्मम खलु संसारे॥ ९॥

अलकानन्दे परमानन्दे
कुरु करुणामयि कातरवन्द्ये ।
तव तटनिकटे यस्य निवासः
खलु वैकुण्ठे तस्य निवासः ॥१०॥

वरमिह नीरे कमठो मीनः
किं वा तीरे शरटः क्षीणः ।
अथवा श्वपचो मलिनो दीनस्तव
न हि दूरे नृपतिकुलीनः॥ ११॥

भो भुवनेश्वरि पुण्ये धन्ये
देवि द्रवमयि मुनिवरकन्ये ।
गङ्गास्तवमिमममलं नित्यं
पठति नरो यः स जयति सत्यम् ॥ १२॥

येषां हृदये गङ्गाभक्तिस्तेषां
भवति सदा सुखमुक्तिः ।
मधुराकान्तापज्झटिकाभिः
परमानन्दकलितललिताभिः ॥ १३॥

गङ्गास्तोत्रमिदं भवसारं
वाञ्छितफलदं विमलं सारम् ।
शङ्करसेवकशङ्कररचितं पठति
सुखी स्तव इति च समाप्तः ॥ १४॥

देवि सुरेश्वरि भगवति गङ्गे
त्रिभुवनतारिणि तरलतरङ्गे ।
शङ्करमौलिविहारिणि विमले
मम मतिरास्तां तव पदकमले ॥`;

export const nadini= `अयि गिरिनन्दिनि नन्दितमेदिनि विश्वविनोदिनि नन्दिनुते
गिरिवरविन्ध्यशिरोऽधिनिवासिनि विष्णुविलासिनि जिष्णुनुते ।
भगवति हे शितिकण्ठकुटुम्बिनि भूरिकुटुम्बिनि भूरिकृते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ १ ॥

सुरवरवर्षिणि दुर्धरधर्षिणि दुर्मुखमर्षिणि हर्षरते
त्रिभुवनपोषिणि शङ्करतोषिणि किल्बिषमोषिणि घोषरते
दनुजनिरोषिणि दितिसुतरोषिणि दुर्मदशोषिणि सिन्धुसुते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ २ ॥

अयि जगदम्ब मदम्ब कदम्ब वनप्रियवासिनि हासरते
शिखरि शिरोमणि तुङ्गहिमलय शृङ्गनिजालय मध्यगते ।
मधुमधुरे मधुकैटभगञ्जिनि कैटभभञ्जिनि रासरते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ ३ ॥

अयि शतखण्ड विखण्डितरुण्ड वितुण्डितशुण्द गजाधिपते
रिपुगजगण्ड विदारणचण्ड पराक्रमशुण्ड मृगाधिपते ।
निजभुजदण्ड निपातितखण्ड विपातितमुण्ड भटाधिपते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ ४ ॥

अयि रणदुर्मद शत्रुवधोदित दुर्धरनिर्जर शक्तिभृते
चतुरविचार धुरीणमहाशिव दूतकृत प्रमथाधिपते ।
दुरितदुरीह दुराशयदुर्मति दानवदुत कृतान्तमते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ ५ ॥

अयि शरणागत वैरिवधुवर वीरवराभय दायकरे
त्रिभुवनमस्तक शुलविरोधि शिरोऽधिकृतामल शुलकरे ।
दुमिदुमितामर धुन्दुभिनादमहोमुखरीकृत दिङ्मकरे
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ ६ ॥

अयि निजहुङ्कृति मात्रनिराकृत धूम्रविलोचन धूम्रशते
समरविशोषित शोणितबीज समुद्भवशोणित बीजलते ।
शिवशिवशुम्भ निशुम्भमहाहव तर्पितभूत पिशाचरते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ ७ ॥

धनुरनुषङ्ग रणक्षणसङ्ग परिस्फुरदङ्ग नटत्कटके
कनकपिशङ्ग पृषत्कनिषङ्ग रसद्भटशृङ्ग हताबटुके ।
कृतचतुरङ्ग बलक्षितिरङ्ग घटद्बहुरङ्ग रटद्बटुके
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ ८ ॥

सुरललना ततथेयि तथेयि कृताभिनयोदर नृत्यरते
कृत कुकुथः कुकुथो गडदादिकताल कुतूहल गानरते ।
धुधुकुट धुक्कुट धिंधिमित ध्वनि धीर मृदंग निनादरते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ ९ ॥

जय जय जप्य जयेजयशब्द परस्तुति तत्परविश्वनुते
झणझणझिञ्झिमि झिङ्कृत नूपुरशिञ्जितमोहित भूतपते ।
नटित नटार्ध नटी नट नायक नाटितनाट्य सुगानरते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ १० ॥

अयि सुमनःसुमनःसुमनः सुमनःसुमनोहरकान्तियुते
श्रितरजनी रजनीरजनी रजनीरजनी करवक्त्रवृते ।
सुनयनविभ्रमर भ्रमरभ्रमर भ्रमरभ्रमराधिपते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ ११ ॥

सहितमहाहव मल्लमतल्लिक मल्लितरल्लक मल्लरते
विरचितवल्लिक पल्लिकमल्लिक झिल्लिकभिल्लिक वर्गवृते ।
शितकृतफुल्ल समुल्लसितारुण तल्लजपल्लव सल्ललिते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ १२ ॥

अविरलगण्ड गलन्मदमेदुर मत्तमतङ्ग जराजपते
त्रिभुवनभुषण भूतकलानिधि रूपपयोनिधि राजसुते ।
अयि सुदतीजन लालसमानस मोहन मन्मथराजसुते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ १३ ॥

कमलदलामल कोमलकान्ति कलाकलितामल भाललते
सकलविलास कलानिलयक्रम केलिचलत्कल हंसकुले ।
अलिकुलसङ्कुल कुवलयमण्डल मौलिमिलद्बकुलालिकुले
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ १४ ॥

करमुरलीरव वीजितकूजित लज्जितकोकिल मञ्जुमते
मिलितपुलिन्द मनोहरगुञ्जित रञ्जितशैल निकुञ्जगते ।
निजगणभूत महाशबरीगण सद्गुणसम्भृत केलितले
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ १५ ॥

कटितटपीत दुकूलविचित्र मयुखतिरस्कृत चन्द्ररुचे
प्रणतसुरासुर मौलिमणिस्फुर दंशुलसन्नख चन्द्ररुचे
जितकनकाचल मौलिमदोर्जित निर्भरकुञ्जर कुम्भकुचे
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ १६ ॥

विजितसहस्रकरैक सहस्रकरैक सहस्रकरैकनुते
कृतसुरतारक सङ्गरतारक सङ्गरतारक सूनुसुते ।
सुरथसमाधि समानसमाधि समाधिसमाधि सुजातरते ।
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ १७ ॥

पदकमलं करुणानिलये वरिवस्यति योऽनुदिनं सुशिवे
अयि कमले कमलानिलये कमलानिलयः स कथं न भवेत् ।
तव पदमेव परम्पदमित्यनुशीलयतो मम किं न शिवे
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ १८ ॥

कनकलसत्कलसिन्धुजलैरनुषिञ्चति तेगुणरङ्गभुवम्
भजति स किं न शचीकुचकुम्भतटीपरिरम्भसुखानुभवम् ।
तव चरणं शरणं करवाणि नतामरवाणि निवासि शिवम्
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ १९ ॥

तव विमलेन्दुकुलं वदनेन्दुमलं सकलं ननु कूलयते
किमु पुरुहूतपुरीन्दु मुखी सुमुखीभिरसौ विमुखीक्रियते ।
मम तु मतं शिवनामधने भवती कृपया किमुत क्रियते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ २० ॥

अयि मयि दीन दयालुतया कृपयैव त्वया भवितव्यमुमे
अयि जगतो जननी कृपयासि यथासि तथानुमितासिरते ।
यदुचितमत्र भवत्युररीकुरुतादुरुतापमपाकुरुते
जय जय हे महिषासुरमर्दिनि रम्यकपर्दिनि शैलसुते ॥ २१ ॥`;

export const sankhPoojan = `शंख को पूजा कार्य मे सम्लित करने हेतु, 
निम्न लिखित मंत्र का जप करना चाहिए।

त्वंपुरा सागरोत्पन्न विष्णुनाविघृतःकरे ।
देवैश्चपूजितः सर्वथौपाच्चजन्यमनोस्तुते ॥

सरल भाव :-
त्वं पुरा सागरोत्पन्न विष्णुना विधृत: करे ।
देवैश्चपूजितः सर्वथौ पाञ्चजन्य नमोऽस्तु ते ॥`;

export const gannayakay = `गणनायकाय गणदेवताय गणाध्यक्षाय धीमहि ।
गुणशरीराय गुणमण्डिताय गुणेशानाय धीमहि ।
गुणातीताय गुणाधीशाय गुणप्रविष्टाय धीमहि ।
एकदंताय वक्रतुण्डाय गौरीतनयाय धीमहि ।
गजेशानाय भालचन्द्राय श्रीगणेशाय धीमहि ॥

गानचतुराय गानप्राणाय गानान्तरात्मने,
गानोत्सुकाय गानमत्ताय गानोत्सुकमनसे ।
गुरुपूजिताय गुरुदेवताय गुरुकुलस्थायिने,
गुरुविक्रमाय गुह्यप्रवराय गुरवे गुणगुरवे ।
गुरुदैत्यगलच्छेत्रे गुरुधर्मसदाराध्याय,
गुरुपुत्रपरित्रात्रे गुरुपाखण्डखण्डकाय ।
गीतसाराय गीततत्त्वाय गीतगोत्राय धीमहि,
गूढगुल्फाय गन्धमत्ताय गोजयप्रदाय धीमहि ।
गुणातीताय गुणाधीशाय गुणप्रविष्टाय धीमहि,
एकदंताय वक्रतुण्डाय गौरीतनयाय धीमहि ।
गजेशानाय भालचन्द्राय श्रीगणेशाय धीमहि ॥

ग्रन्थगीताय ग्रन्थगेयाय ग्रन्थान्तरात्मने,
गीतलीनाय गीताश्रयाय गीतवाद्यपटवे ।
गेयचरिताय गायकवराय गन्धर्वप्रियकृते,
गायकाधीनविग्रहाय गङ्गाजलप्रणयवते ।
गौरीस्तनन्धयाय गौरीहृदयनन्दनाय,
गौरभानुसुताय गौरीगणेश्वराय ।
गौरीप्रणयाय गौरीप्रवणाय गौरभावाय धीमहि,
गोसहस्राय गोवर्धनाय गोपगोपाय धीमहि ।
गुणातीताय गुणाधीशाय गुणप्रविष्टाय धीमहि,
एकदंताय वक्रतुण्डाय गौरीतनयाय धीमहि ।
गजेशानाय भालचन्द्राय श्रीगणेशाय धीमहि ॥`;

export const hanumateMantra = `
ॐ श्री हनुमते नमः॥

------------------------------

ॐ आञ्जनेयाय विद्महे वायुपुत्राय धीमहि।
तन्नो हनुमत् प्रचोदयात्॥

----------------------------------------

मनोजवम् मारुततुल्यवेगम् जितेन्द्रियम् बुद्धिमताम् वरिष्ठम्।
वातात्मजम् वानरयूथमुख्यम् श्रीरामदूतम् शरणम् प्रपद्ये॥

----------------------------------------

*** श्रीहनुमत् पञ्चरत्नम् ***

वीताखिल-विषयेच्छं जातानन्दाश्र पुलकमत्यच्छम् ।
सीतापति दूताद्यं वातात्मजमद्य भावये हृद्यम् ॥१॥

तरुणारुण मुख-कमलं करुणा-रसपूर-पूरितापाङ्गम् ।
सञ्जीवनमाशासे मञ्जुल-महिमानमञ्जना-भाग्यम् ॥२॥

शम्बरवैरि-शरातिगमम्बुजदल-विपुल-लोचनोदारम् ।
कम्बुगलमनिलदिष्टम् बिम्ब-ज्वलितोष्ठमेकमवलम्बे ॥३॥

दूरीकृत-सीतार्तिः प्रकटीकृत-रामवैभव-स्फूर्तिः ।
दारित-दशमुख-कीर्तिः पुरतो मम भातु हनुमतो मूर्तिः ॥४॥

वानर-निकराध्यक्षं दानवकुल-कुमुद-रविकर-सदृशम् ।
दीन-जनावन-दीक्षं पवन तपः पाकपुञ्जमद्राक्षम् ॥५॥

एतत्-एतत्पवन-सुतस्य स्तोत्रं
यः पठति पञ्चरत्नाख्यम् ।
चिरमिह-निखिलान् भोगान् भुङ्क्त्वा
श्रीराम-भक्ति-भाग्-भवति ॥६॥

इति श्रीमच्छंकर-भगवतः
कृतौ हनुमत्-पञ्चरत्नं संपूर्णम् ॥

`;

export const shaniMantra = `
अपराधसहस्त्राणि क्रियन्तेऽहर्निशं मया।
दासोऽयमिति मां मत्वा क्षमस्व परमेश्वर।।
गतं पापं गतं दु:खं गतं दारिद्रय मेव च।
आगता: सुख-संपत्ति पुण्योऽहं तव दर्शनात्।।

--------------------------------

**** श्री शनि वैदिक मंत्र ****

ॐ शन्नो देवी रभिष्टय आपो भवन्तु पीपतये शनयो रविस्र वन्तुनः।

--------------------------------

**** श्री शनि तांत्रिक मंत्र ****

ऊँ प्रां प्रीं प्रौं सः शनये नमः।   

--------------------------------

**** श्री शनि एकाक्षरी मंत्र ****

ऊँ शं शनैश्चाराय नमः।

--------------------------------

**** श्री शनि पौराणिक मंत्र ****

श्री नीलान्जन समाभासं ,रवि पुत्रं यमाग्रजम।
छाया मार्तण्ड सम्भूतं, तं नमामि शनैश्चरम ।।

--------------------------------

**** श्री शनि बीज मंत्र ****

ॐ शं शनैश्चरायै नम:
ॐ प्रां प्रीं प्रौं स: शनैश्चराय नम:

---------------------------------

**** शनि पत्नी मंत्र ****

ध्वजिनी धामिनी चैव कंकाली कलहप्रिया।
कंटकी कलही चाऽथ तुरंगी महिषी अजा।।
शनेर्नामानि पत्नीनामेतानि संजपन् पुमान्।
दुःखानि नाशयेन्नित्यं सौभाग्यमेधते सुखम।।

**** शनि गायत्री मंत्र ****

ऊं कृष्णांगाय विद्महे रविपुत्राय धीमहि तन्न: सौरि: प्रचोदयात

---------------------------------

**** शनिदेव महाराज जी के अन्य मंत्र ****

ऊँ श्रां श्रीं श्रूं शनैश्चाराय नमः।
ऊँ हलृशं शनिदेवाय नमः।
ऊँ एं हलृ श्रीं शनैश्चाराय नमः।
ऊँ मन्दाय नमः।
ऊँ सूर्य पुत्राय नमः।

---------------------------------

**** साढ़ेसाती से बचने के मंत्र ****

ऊँ त्रयम्बकं यजामहे सुगंधिम पुष्टिवर्धनम ।
उर्वारुक मिव बन्धनान मृत्योर्मुक्षीय मा मृतात ।

ॐ शन्नोदेवीरभिष्टय आपो भवन्तु पीतये।
शंयोरभिश्रवन्तु नः। ऊँ शं शनैश्चराय नमः।
ऊँ नीलांजनसमाभासं रविपुत्रं यमाग्रजम्‌।
छायामार्तण्डसम्भूतं तं नमामि शनैश्चरम्‌।
`;

